/*
 * Created by SharpDevelop.
 * User: LowPerformance
 * Date: 11.03.2015
 * Time: 15:19
 * 
 * To change this template use Tools | Options | Coding | Edit Standard Headers.
 */
namespace InsurancePayments
{
	partial class MainForm
	{
		/// <summary>
		/// Designer variable used to keep track of non-visual components.
		/// </summary>
		private System.ComponentModel.IContainer components = null;
		private System.Windows.Forms.Label lFIO;
		private System.Windows.Forms.TextBox tFIO;
		private System.Windows.Forms.Label lContract;
		private System.Windows.Forms.Label lCalcDate;
		private System.Windows.Forms.Label lProcent;
		private System.Windows.Forms.Label lBankName;
		private System.Windows.Forms.Label lBeginContract;
		private System.Windows.Forms.Label lLastContract;
		private System.Windows.Forms.TextBox tContract;
		private System.Windows.Forms.DateTimePicker dtpCalcDate;
		private System.Windows.Forms.ComboBox cProcent;
		private System.Windows.Forms.ComboBox cBankName;
		private System.Windows.Forms.DateTimePicker dtpBeginContract;
		private System.Windows.Forms.DateTimePicker dtpLastContract;
		private System.Windows.Forms.DataGridView table;
		private System.Windows.Forms.DataGridViewTextBoxColumn Data1;
		private System.Windows.Forms.DataGridViewTextBoxColumn Summa;
		private System.Windows.Forms.DataGridViewComboBoxColumn Type;
		private System.Windows.Forms.DataGridViewTextBoxColumn CountDays;
		private System.Windows.Forms.DataGridViewTextBoxColumn Procent;
		private System.Windows.Forms.Button bRacchet;
		private System.Windows.Forms.Button bClearAllData;
		private System.Windows.Forms.Button bClearTableData;
		private System.Windows.Forms.Button bSave;
		private System.Windows.Forms.GroupBox gResult;
		private System.Windows.Forms.Label label3;
		private System.Windows.Forms.Label label2;
		private System.Windows.Forms.Label label1;
		private System.Windows.Forms.Label label6;
		private System.Windows.Forms.Label label5;
		private System.Windows.Forms.Label label4;
		private System.Windows.Forms.DataGridView table2;
		private System.Windows.Forms.DataGridViewTextBoxColumn Date2;
		private System.Windows.Forms.DataGridViewTextBoxColumn CountMonths;
		private System.Windows.Forms.DataGridViewTextBoxColumn Summa2;
		private System.Windows.Forms.Label label7;
		private System.Windows.Forms.TextBox tBankProcent;
		private System.Windows.Forms.DataGridViewTextBoxColumn sumTotal;
		private System.Windows.Forms.Label label11;
		private System.Windows.Forms.Label label12;
		private System.Windows.Forms.Label label13;
		private System.Windows.Forms.Label label14;
		private System.Windows.Forms.Label label15;
		private System.Windows.Forms.Button button2;
		private System.Windows.Forms.Label label16;
		private System.Windows.Forms.TextBox tPassport;
		private System.Windows.Forms.Label label17;
		private System.Windows.Forms.TextBox tAddress;
		private System.Windows.Forms.Label label18;
		private System.Windows.Forms.TextBox tNomer;
		private System.Windows.Forms.Label label10;
		private System.Windows.Forms.Label label9;
		private System.Windows.Forms.Label label8;
		private System.Windows.Forms.Button button1;
		private System.Windows.Forms.Button button3;
		private System.Windows.Forms.MenuStrip menuStrip1;
		private System.Windows.Forms.ToolStripMenuItem файлToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem загрузитьДанныеToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem сохранитьДанныеToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem сохранитьРезультатToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem выходToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem правкаToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem дополнительноToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem рассчитьПретензиюToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem помощьToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem aboutProgramToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem вырезатьToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem копироватьToolStripMenuItem;
		private System.Windows.Forms.ToolStripMenuItem вставитьToolStripMenuItem;
		
		/// <summary>
		/// Disposes resources used by the form.
		/// </summary>
		/// <param name="disposing">true if managed resources should be disposed; otherwise, false.</param>
		protected override void Dispose(bool disposing)
		{
			if (disposing) {
				if (components != null) {
					components.Dispose();
				}
			}
			base.Dispose(disposing);
		}
		
		/// <summary>
		/// This method is required for Windows Forms designer support.
		/// Do not change the method contents inside the source code editor. The Forms designer might
		/// not be able to load this method if it was changed manually.
		/// </summary>
		private void InitializeComponent()
		{
			System.Windows.Forms.DataGridViewCellStyle dataGridViewCellStyle1 = new System.Windows.Forms.DataGridViewCellStyle();
			this.lFIO = new System.Windows.Forms.Label();
			this.tFIO = new System.Windows.Forms.TextBox();
			this.lContract = new System.Windows.Forms.Label();
			this.lCalcDate = new System.Windows.Forms.Label();
			this.lProcent = new System.Windows.Forms.Label();
			this.lBankName = new System.Windows.Forms.Label();
			this.lBeginContract = new System.Windows.Forms.Label();
			this.lLastContract = new System.Windows.Forms.Label();
			this.tContract = new System.Windows.Forms.TextBox();
			this.dtpCalcDate = new System.Windows.Forms.DateTimePicker();
			this.cProcent = new System.Windows.Forms.ComboBox();
			this.cBankName = new System.Windows.Forms.ComboBox();
			this.dtpBeginContract = new System.Windows.Forms.DateTimePicker();
			this.dtpLastContract = new System.Windows.Forms.DateTimePicker();
			this.table = new System.Windows.Forms.DataGridView();
			this.Data1 = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.Summa = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.Type = new System.Windows.Forms.DataGridViewComboBoxColumn();
			this.CountDays = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.Procent = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.bRacchet = new System.Windows.Forms.Button();
			this.bClearAllData = new System.Windows.Forms.Button();
			this.bClearTableData = new System.Windows.Forms.Button();
			this.bSave = new System.Windows.Forms.Button();
			this.gResult = new System.Windows.Forms.GroupBox();
			this.label10 = new System.Windows.Forms.Label();
			this.label9 = new System.Windows.Forms.Label();
			this.label8 = new System.Windows.Forms.Label();
			this.label11 = new System.Windows.Forms.Label();
			this.label12 = new System.Windows.Forms.Label();
			this.label13 = new System.Windows.Forms.Label();
			this.label6 = new System.Windows.Forms.Label();
			this.label5 = new System.Windows.Forms.Label();
			this.label4 = new System.Windows.Forms.Label();
			this.label3 = new System.Windows.Forms.Label();
			this.label2 = new System.Windows.Forms.Label();
			this.label1 = new System.Windows.Forms.Label();
			this.table2 = new System.Windows.Forms.DataGridView();
			this.Date2 = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.Summa2 = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.CountMonths = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.sumTotal = new System.Windows.Forms.DataGridViewTextBoxColumn();
			this.label7 = new System.Windows.Forms.Label();
			this.tBankProcent = new System.Windows.Forms.TextBox();
			this.label14 = new System.Windows.Forms.Label();
			this.label15 = new System.Windows.Forms.Label();
			this.button2 = new System.Windows.Forms.Button();
			this.label16 = new System.Windows.Forms.Label();
			this.tPassport = new System.Windows.Forms.TextBox();
			this.label17 = new System.Windows.Forms.Label();
			this.tAddress = new System.Windows.Forms.TextBox();
			this.label18 = new System.Windows.Forms.Label();
			this.tNomer = new System.Windows.Forms.TextBox();
			this.button1 = new System.Windows.Forms.Button();
			this.button3 = new System.Windows.Forms.Button();
			this.menuStrip1 = new System.Windows.Forms.MenuStrip();
			this.файлToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.загрузитьДанныеToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.сохранитьДанныеToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.сохранитьРезультатToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.выходToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.правкаToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.вырезатьToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.копироватьToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.вставитьToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.дополнительноToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.рассчитьПретензиюToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.помощьToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			this.aboutProgramToolStripMenuItem = new System.Windows.Forms.ToolStripMenuItem();
			((System.ComponentModel.ISupportInitialize)(this.table)).BeginInit();
			this.gResult.SuspendLayout();
			((System.ComponentModel.ISupportInitialize)(this.table2)).BeginInit();
			this.menuStrip1.SuspendLayout();
			this.SuspendLayout();
			// 
			// lFIO
			// 
			this.lFIO.Location = new System.Drawing.Point(16, 43);
			this.lFIO.Name = "lFIO";
			this.lFIO.Size = new System.Drawing.Size(137, 23);
			this.lFIO.TabIndex = 0;
			this.lFIO.Text = "Фамилия, имя, отчество";
			// 
			// tFIO
			// 
			this.tFIO.Location = new System.Drawing.Point(159, 40);
			this.tFIO.Name = "tFIO";
			this.tFIO.Size = new System.Drawing.Size(286, 20);
			this.tFIO.TabIndex = 1;
			// 
			// lContract
			// 
			this.lContract.Location = new System.Drawing.Point(16, 66);
			this.lContract.Name = "lContract";
			this.lContract.Size = new System.Drawing.Size(100, 23);
			this.lContract.TabIndex = 2;
			this.lContract.Text = "№ договора";
			// 
			// lCalcDate
			// 
			this.lCalcDate.Font = new System.Drawing.Font("Microsoft Sans Serif", 8.25F, System.Drawing.FontStyle.Bold, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
			this.lCalcDate.Location = new System.Drawing.Point(451, 115);
			this.lCalcDate.Name = "lCalcDate";
			this.lCalcDate.Size = new System.Drawing.Size(151, 23);
			this.lCalcDate.TabIndex = 3;
			this.lCalcDate.Text = "Дата подачи расчета";
			this.lCalcDate.Click += new System.EventHandler(this.LCalcDateClick);
			// 
			// lProcent
			// 
			this.lProcent.Font = new System.Drawing.Font("Microsoft Sans Serif", 8.25F, System.Drawing.FontStyle.Bold, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
			this.lProcent.Location = new System.Drawing.Point(16, 89);
			this.lProcent.Name = "lProcent";
			this.lProcent.Size = new System.Drawing.Size(137, 18);
			this.lProcent.TabIndex = 4;
			this.lProcent.Text = "Ставка ЦБ РФ";
			// 
			// lBankName
			// 
			this.lBankName.Location = new System.Drawing.Point(451, 43);
			this.lBankName.Name = "lBankName";
			this.lBankName.Size = new System.Drawing.Size(108, 23);
			this.lBankName.TabIndex = 5;
			this.lBankName.Text = "Название банка";
			// 
			// lBeginContract
			// 
			this.lBeginContract.Location = new System.Drawing.Point(451, 69);
			this.lBeginContract.Name = "lBeginContract";
			this.lBeginContract.Size = new System.Drawing.Size(151, 23);
			this.lBeginContract.TabIndex = 6;
			this.lBeginContract.Text = "Дата заключения договора";
			// 
			// lLastContract
			// 
			this.lLastContract.Location = new System.Drawing.Point(451, 92);
			this.lLastContract.Name = "lLastContract";
			this.lLastContract.Size = new System.Drawing.Size(151, 23);
			this.lLastContract.TabIndex = 7;
			this.lLastContract.Text = "Дата подачи претензии";
			// 
			// tContract
			// 
			this.tContract.Location = new System.Drawing.Point(159, 63);
			this.tContract.Name = "tContract";
			this.tContract.Size = new System.Drawing.Size(286, 20);
			this.tContract.TabIndex = 2;
			// 
			// dtpCalcDate
			// 
			this.dtpCalcDate.Location = new System.Drawing.Point(632, 112);
			this.dtpCalcDate.Name = "dtpCalcDate";
			this.dtpCalcDate.Size = new System.Drawing.Size(281, 20);
			this.dtpCalcDate.TabIndex = 9;
			// 
			// cProcent
			// 
			this.cProcent.FormattingEnabled = true;
			this.cProcent.Items.AddRange(new object[] {
			"8,25",
			"9,00"});
			this.cProcent.Location = new System.Drawing.Point(159, 86);
			this.cProcent.Name = "cProcent";
			this.cProcent.Size = new System.Drawing.Size(286, 21);
			this.cProcent.TabIndex = 3;
			// 
			// cBankName
			// 
			this.cBankName.AutoCompleteCustomSource.AddRange(new string[] {
			"ООО 21 ВЕК",
			"ОАО АББ",
			"ОАО АБСОЛЮТ БАНК",
			"ОАО АВАНГАРД",
			"ООО АВЕРС",
			"ОАО АВТОВАЗБАНК",
			"ЗАО АВТОГРАДБАНК",
			"ООО АВТОКРЕДИТБАНК",
			"ООО АВТОТОРГБАНК",
			"ОАО АГЕНТСТВО КРЕДИТНЫХ ГАРАНТИЙ",
			"ОАО АГРОИНКОМБАНК",
			"ОАО АГРОПРОМКРЕДИТ",
			"ЗАО АГРОРОС",
			"ООО АГРОСОЮЗ",
			"ОАО АГРОХИМБАНК",
			"ОАО АДАМ ИНТЕРНЭШНЛ",
			"ОАО АДАМОН БАНК",
			"ОАО АДЕЛАНТБАНК",
			"ООО АДМИРАЛТЕЙСКИЙ",
			"ОАО АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК",
			"ОАО АЗИМУТ",
			"ООО АЗИЯ БАНК",
			"ЗАО АЗИЯ-ИНВЕСТ БАНК",
			"ЗАО АЙВИ БАНК",
			"ООО АЙМАНИБАНК",
			"ООО АЙСИАЙСИАЙ БАНК ЕВРАЗИЯ",
			"ОАО АК БАРС",
			"ООО АКАДЕМИЧЕСКИЙ РУССКИЙ БАНК",
			"ОАО АКИБАНК",
			"ОАО АККОБАНК",
			"ЗАО АКРОПОЛЬ",
			"ООО АКСОНБАНК",
			"ОАО АКТИВ БАНК",
			"ОАО АКТИВКАПИТАЛ БАНК",
			"ОАО АКЦЕНТ",
			"ОАО АКЦЕПТ",
			"ОАО АКЦИЯ",
			"ОАО АЛДАНЗОЛОТОБАНК",
			"ОАО АЛЕКСАНДРОВСКИЙ",
			"ЗАО АЛЕФ-БАНК",
			"ООО АЛЖАН",
			"ОАО АЛМАЗЭРГИЭНБАНК",
			"ОАО АЛОР БАНК",
			"ОАО АЛТАЙБИЗНЕС-БАНК",
			"ООО АЛТАЙКАПИТАЛБАНК",
			"ООО АЛЬБА АЛЬЯНС",
			"ЗАО АЛЬТА-БАНК",
			"ООО АЛЬТЕРНАТИВА",
			"ОАО АЛЬФА-БАНК",
			"ОАО АМБ БАНК",
			"ООО АМЕРИКЭН ЭКСПРЕСС БАНК",
			"ООО АМТ БАНК",
			"ОАО АНДЖИБАНК",
			"ООО АНЕЛИК РУ",
			"ОАО АНКОР БАНК",
			"ООО АНТАЛБАНК",
			"ЗАО АПАБАНК",
			"ООО АРБ-ИНКАСС",
			"ООО АРЕСБАНК",
			"ЗАО АРЗАМАС",
			"ОАО АРКСБАНК",
			"ООО АРСЕНАЛ",
			"ООО АРТ-БАНК",
			"ООО АСКАНИЯ ТРАСТ",
			"ОАО АСКОЛЬД",
			"ЗАО АСПЕКТ",
			"ООО АССИГНАЦИЯ",
			"ОАО АССОЦИАЦИЯ",
			"ООО АТЛАС БАНК",
			"ООО АУЭРБАНК",
			"ОАО АФ БАНК",
			"ОАО БАЙКАЛБАНК",
			"ОАО БАЙКАЛИНВЕСТБАНК",
			"ОАО БАЙКАЛКРЕДОБАНК",
			"ОАО БАЛАКОВО-БАНК",
			"ОАО БАЛТИЙСКИЙ БАНК",
			"ОАО БАЛТИКА",
			"ОАО БАЛТИНВЕСТБАНК",
			"ЗАО БАЛТКРЕДОБАНК",
			"ОАО БАНК - Т",
			"ОАО БАНК \"САНКТ-ПЕТЕРБУРГ\"",
			"ООО БАНК \"СКС\"",
			"ЗАО БАНК БЕРЕЙТ",
			"ОАО БАНК БФА",
			"ООО БАНК БФТ",
			"ООО БАНК БЦК-МОСКВА",
			"ЗАО БАНК ЖИЛИЩНОГО ФИНАНСИРОВАНИЯ",
			"ОАО БАНК ЗЕНИТ",
			"ЗАО БАНК ЗЕНИТ СОЧИ",
			"ООО БАНК ИМПЕРИЯ",
			"ЗАО БАНК ИНТЕЗА",
			"ООО БАНК КАЗАНИ",
			"ЗАО БАНК КИТАЯ (ЭЛОС)",
			"ООО БАНК КОРПОРАТИВНОГО ФИНАНСИРОВАНИЯ",
			"ЗАО БАНК КРЕДИТ СВИСС (МОСКВА)",
			"ОАО БАНК МБФИ",
			"ОАО БАНК МОСКВЫ",
			"ЗАО БАНК НА КРАСНЫХ ВОРОТАХ",
			"ООО БАНК ОРАНЖЕВЫЙ",
			"ОАО БАНК ОРЕНБУРГ",
			"ЗАО БАНК ОФ ТОКИО-МИЦУБИСИ ЮФДЖЕЙ (ЕВРАЗИЯ)",
			"ОАО БАНК ПРЕМЬЕР КРЕДИТ",
			"ООО БАНК ПСА ФИНАНС РУС",
			"ООО БАНК РАЗВИТИЯ БИЗНЕСА",
			"ОАО БАНК РАЗВИТИЯ ПРОМЫШЛЕННОСТИ",
			"ОАО БАНК РАЗВИТИЯ РЕГИОНА",
			"ЗАО БАНК РАЗВИТИЯ ТЕХНОЛОГИЙ",
			"ООО БАНК РАСЧЕТОВ И СБЕРЕЖЕНИЙ",
			"ООО БАНК РАУНД",
			"ООО БАНК РСИ",
			"ЗАО БАНК СБЕРЕЖЕНИЙ И КРЕДИТА",
			"ОАО БАНК СГБ",
			"ООО БАНК СТАНДАРТ-КРЕДИТ",
			"ЗАО БАНК ФИНАМ",
			"ООО БАНК ФИНИНВЕСТ",
			"ОАО БАНК ЧБРР",
			"ОАО БАНК24.РУ",
			"ЗАО БАНКИРСКИЙ ДОМ",
			"ОАО БАНКОВСКИЕ ИНФОРМАЦИОННЫЕ ТЕХНОЛОГИИ",
			"ЗАО БАНКХАУС ЭРБЕ",
			"ЗАО БАСМАННЫЙ",
			"ОАО БАШКОМСНАББАНК",
			"ОАО БАШПРОМБАНК",
			"ЗАО ББР БАНК",
			"ЗАО БВА БАНК",
			"ООО БВТ",
			"ЗАО БЕЛГОРОДСОЦБАНК",
			"ЗАО БЕНИФИТ-БАНК",
			"ООО БИЗНЕС ДЛЯ БИЗНЕСА",
			"ООО БИЗНЕСБАНК",
			"ЗАО БИЗНЕС-СЕРВИС-ТРАСТ",
			"ОАО БИНБАНК",
			"ОАО БКС - ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО БМВ БАНК",
			"ЗАО БНП ПАРИБА",
			"ООО БОГОРОДСКИЙ",
			"ООО БОГОРОДСКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО БОРСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО БПФ",
			"ОАО БРАТСКИЙ АНКБ",
			"ООО БРИНКС",
			"ОАО БРП",
			"ОАО БТА-КАЗАНЬ",
			"ООО БТФ",
			"ОАО БУЗУЛУКБАНК",
			"ЗАО БУЛГАР БАНК",
			"ООО БУМ-БАНК",
			"ОАО БУМЕРАНГ",
			"ООО БФГ-КРЕДИТ",
			"ОАО БЫСТРОБАНК",
			"ОАО ВАКОБАНК",
			"ОАО ВАШ ЛИЧНЫЙ БАНК",
			"ООО ВЕБРР",
			"ООО ВЕГА-БАНК",
			"ЗАО ВЕК",
			"ОАО ВЕКОМБАНК",
			"ОАО ВЕЛИКИЕ ЛУКИ БАНК",
			"ЗАО ВЕНЕЦ",
			"ОАО ВЕРХНЕВОЛЖСКИЙ",
			"ООО ВЕСТ",
			"ООО ВЕСТА",
			"ООО ВЕСТЕРН ЮНИОН ДП ВОСТОК",
			"ООО ВЕСТИНТЕРБАНК",
			"ЗАО ВЕФК-УРАЛ",
			"ООО ВЗАИМОДЕЙСТВИЕ",
			"ЗАО ВИКИНГ",
			"ОАО ВИТАБАНК",
			"ООО ВИТАС",
			"ООО ВИТЯЗЬ",
			"ОАО ВКАБАНК",
			"ЗАО ВЛАДБИЗНЕСБАНК",
			"ЗАО ВЛАДИКОМБАНК",
			"ООО ВЛАДИМИРСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО ВНЕШПРОМБАНК",
			"ООО ВНЕШФИНБАНК",
			"ОАО ВОЗРОЖДЕНИЕ",
			"ЗАО ВОКБАНК",
			"ОАО ВОЛГА-КРЕДИТ",
			"ОАО ВОЛГО-КАМСКИЙ БАНК",
			"ООО ВОЛЖСКИЙ СОЦИАЛЬНЫЙ БАНК",
			"ЗАО ВОЛОГДАБАНК",
			"ООО ВОЛОГДА-КРЕДИТ",
			"ЗАО ВОЛОГЖАНИН",
			"ОАО ВОРОНЕЖ",
			"ООО ВОСТОКБИЗНЕСБАНК",
			"ОАО ВОСТОККРЕДИТБАНК",
			"ЗАО ВОСТОЧНО-ЕВРОПЕЙСКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО ВОСТОЧНЫЙ",
			"ОАО ВОСТСИБТРАНСКОМБАНК",
			"ЗАО ВПБ",
			"ООО ВРБ МОСКВА",
			"ОАО ВСЕРОССИЙСКИЙ БАНК РАЗВИТИЯ РЕГИОНОВ",
			"ОАО ВТБ",
			"ЗАО ВТБ 24",
			"ОАО ВУЗ-БАНК",
			"ОАО ВЫБОРГ-БАНК",
			"ОАО ВЫМПЕЛ",
			"ЗАО ВЭЛКОМБАНК",
			"ЗАО ВЭЛТОН БАНК",
			"ОАО ВЯТИЧ",
			"ОАО ВЯТКА-БАНК",
			"ЗАО ГАГАРИНСКИЙ",
			"ЗАО ГАЗБАНК",
			"ОАО ГАЗИНВЕСТБАНК",
			"ОАО ГАЗНЕФТЬБАНК",
			"ОАО ГАЗПРОМБАНК",
			"ОАО ГАЗСТРОЙБАНК",
			"ООО ГАЗТРАНСБАНК",
			"ОАО ГАЗЭНЕРГОБАНК",
			"ЗАО ГАЛАБАНК",
			"ОАО ГАНЗАКОМБАНК",
			"ЗАО ГАРАНТИ БАНК-МОСКВА",
			"ЗАО ГАРАНТ-ИНВЕСТ",
			"ОАО ГЕЛЕНДЖИК-БАНК",
			"ЗАО ГЕНБАНК",
			"ООО ГЕОБАНК",
			"ООО ГЕФЕСТ",
			"ОАО ГЛОБУС",
			"ЗАО ГЛОБЭКС",
			"ООО ГОЛДМАН САКС БАНК",
			"ЗАО ГОРБАНК",
			"ЗАО ГОРОД",
			"ОАО ГОРОДСКОЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО ГПБ-ИПОТЕКА",
			"ОАО ГРАД-БАНК",
			"ОАО ГРАНД ИНВЕСТ БАНК",
			"ЗАО ГРИНКОМБАНК",
			"ЗАО ГРИНФИЛДБАНК",
			"ООО ГРИС-БАНК",
			"ОАО ГУТА-БАНК",
			"ООО ДАГЕСТАН",
			"ООО ДАГЭНЕРГОБАНК",
			"ООО ДАЛЕНА",
			"ЗАО ДАЛЕТБАНК",
			"ЗАО ДАЛТА-БАНК",
			"ОАО ДАЛЬНЕВОСТОЧНЫЙ БАНК",
			"ЗАО ДАНСКЕ БАНК",
			"ОАО ДЕВОН-КРЕДИТ",
			"ООО ДЕЛНА БАНК",
			"ООО ДЕЛЬТА КЕЙ",
			"ЗАО ДЕЛЬТАКРЕДИТ",
			"ЗАО ДЕНИЗБАНК МОСКВА",
			"ООО ДЕНЬГИ.МЭЙЛ.РУ",
			"ЗАО ДЕПОЗИТНЫЙ КРЕДИТНЫЙ ДОМ",
			"ОАО ДЕРБЕНТ-КРЕДИТ",
			"ОАО ДЕРЖАВА",
			"ООО ДЖ.П. МОРГАН БАНК ИНТЕРНЕШНЛ",
			"ООО ДЖАСТ БАНК",
			"ЗАО ДЖЕЙ ЭНД ТИ БАНК",
			"ОАО ДИГ-БАНК",
			"ООО ДИЛ-БАНК",
			"ООО ДИНАМИЧНЫЕ СИСТЕМЫ",
			"ОАО ДНБ БАНК",
			"ООО ДОЙЧЕ БАНК",
			"ЗАО ДОЛИНСК",
			"ОАО ДОМ-БАНК",
			"ООО ДОНИНВЕСТ",
			"ОАО ДОНКОМБАНК",
			"ОАО ДОНСКОЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ДОН-ТЕКСБАНК",
			"ОАО ДОНХЛЕББАНК",
			"ООО ДОРИС БАНК",
			"ООО ДРУЖБА",
			"ОАО ЕАТП БАНК",
			"ОАО ЕВРАЗИЙСКИЙ БАНК",
			"ООО ЕВРОАЗИАТСКИЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ЗАО ЕВРОАКСИС БАНК",
			"ОАО ЕВРОАЛЬЯНС",
			"ООО ЕВРОИНВЕСТ",
			"ООО ЕВРОКАПИТАЛ-АЛЬЯНС",
			"ОАО ЕВРОКОММЕРЦ",
			"ООО ЕВРОКРЕДИТ",
			"ОАО ЕВРОМЕТ",
			"ЗАО ЕВРОПЕЙСКИЙ",
			"ЗАО ЕВРОПЕЙСКИЙ ИНДУСТРИАЛЬНЫЙ БАНК",
			"ЗАО ЕВРОПЕЙСКИЙ СТАНДАРТ",
			"ООО ЕВРОПЕЙСКИЙ ЭКСПРЕСС",
			"ЗАО ЕВРОПЛАН",
			"ОАО ЕВРОСИБ БАНК",
			"ОАО ЕВРОСИТИБАНК",
			"ООО ЕВРОСОЮЗ",
			"ЗАО ЕВРОТРАСТ",
			"ОАО ЕВРОФИНАНС МОСНАРБАНК",
			"ООО ЕДИНАЯ КАССА",
			"ООО ЕДИНСТВЕННЫЙ",
			"ООО ЕДИНЫЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО ЕКАТЕРИНБУРГ",
			"ОАО ЕКАТЕРИНИНСКИЙ",
			"ОАО ЕНИСЕЙ",
			"ЗАО ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК",
			"ЗАО ЕРМАК",
			"ООО ЖИЛКРЕДИТ",
			"ОАО ЖИЛСТРОЙБАНК",
			"ОАО ЗАМОСКВОРЕЦКИЙ",
			"ОАО ЗАПАДНЫЙ",
			"ОАО ЗАПСИБКОМБАНК",
			"ОАО ЗАРЕЧЬЕ",
			"ОАО ЗАУБЕР БАНК",
			"ОАО ЗЕЛЕНОКУМСКАЯ",
			"ООО ЗЕМЕЛЬНЫЙ",
			"ЗАО ЗЕМСКИЙ БАНК",
			"ЗАО ЗЕРНОБАНК",
			"ЗАО ЗИРААТ БАНК (МОСКВА)",
			"ЗАО ЗЛАТКОМБАНК",
			"ОАО И.Д.Е.А. БАНК",
			"ОАО ИВАНОВО",
			"ООО ИДЕАЛБАНК",
			"ОАО ИЖКОМБАНК",
			"ЗАО ИК БАНК",
			"ООО ИКАНО БАНК",
			"ОАО ИМБАНК",
			"ООО ИНБАНК",
			"ОАО ИНБАНКПРОДУКТ",
			"ОАО ИНВЕСТБАНК",
			"ЗАО ИНВЕСТИЦИОННЫЙ БАНК КУБАНИ",
			"ООО ИНВЕСТИЦИОННЫЙ СОЮЗ",
			"ОАО ИНВЕСТКАПИТАЛБАНК",
			"ОАО ИНВЕСТРАСТБАНК",
			"ООО ИНВЕСТСОЦБАНК",
			"ОАО ИНВЕСТТОРГБАНК",
			"ООО ИНВЕСТ-ЭКОБАНК",
			"ЗАО ИНГ БАНК (ЕВРАЗИЯ)",
			"ООО ИНДУСТРИАЛЬНЫЙ",
			"ЗАО ИНКАРОБАНК",
			"ОАО ИНКАСБАНК",
			"ОАО ИНКАХРАН",
			"ЗАО ИННОВАЦИОННЫЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ООО ИНРЕСБАНК",
			"ООО ИНСТРОЙБАНК",
			"ООО ИНТЕРАКТИВНЫЙ БАНК",
			"ООО ИНТЕРКАПИТАЛ-БАНК",
			"ООО ИНТЕРКОММЕРЦ",
			"ОАО ИНТЕРКООПБАНК",
			"ЗАО ИНТЕРКРЕДИТ",
			"ОАО ИНТЕРНАЦИОНАЛЬНЫЙ ТОРГОВЫЙ БАНК",
			"ЗАО ИНТЕРПРОГРЕССБАНК",
			"ЗАО ИНТЕРПРОМБАНК",
			"ОАО ИНТЕХБАНК",
			"ОАО ИНТРАСТБАНК",
			"ООО ИНФОРМПРОГРЕСС",
			"ООО ИНЭКО",
			"ООО ИПОЗЕМБАНК",
			"ЗАО ИПОТЕК БАНК",
			"ОАО ИРОНБАНК",
			"ЗАО ИРС",
			"ЗАО ИС БАНК",
			"ООО ИСТКОМ-ФИНАНС",
			"ООО ИТУРУП",
			"ЗАО ИШБАНК",
			"ОАО ЙОШКАР-ОЛА",
			"ЗАО КАВКАЗ-ГЕЛИОС",
			"ООО КАЛУГА",
			"ООО КАМСКИЙ ГОРИЗОНТ",
			"ООО КАМСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО КАМЧАТКА",
			"ОАО КАМЧАТКОМАГРОПРОМБАНК",
			"ООО КАНСКИЙ",
			"ЗАО КАПИТАЛ",
			"ООО КАПИТАЛ КРЕДИТ",
			"ОАО КАПИТАЛБАНК",
			"ЗАО КАРА АЛТЫН",
			"ООО КАСПИЙ",
			"ОАО КАУРИ",
			"ООО КБЦ",
			"ЗАО КЕДР",
			"ОАО КЕМСОЦИНБАНК",
			"ООО КЕТОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО КИВИ БАНК",
			"ООО КИП-БАНК",
			"ЗАО КЛАССИК ЭКОНОМ БАНК",
			"ОАО КЛИЕНТСКИЙ",
			"ЗАО КЛИРИНГОВЫЙ ДОМ",
			"ОАО КОДЕКС",
			"ООО КОЛЬЦО УРАЛА",
			"ЗАО КОММЕРЦБАНК (ЕВРАЗИЯ)",
			"ООО КОММЕРЧЕСКИЙ БАНК РАЗВИТИЯ",
			"ООО КОММЕРЧЕСКИЙ ИНДО БАНК",
			"ОАО КОМПАНИЯ РОЗНИЧНОГО КРЕДИТОВАНИЯ",
			"ОАО КОНГРЕСС-БАНК",
			"ОАО КОНСЕРВАТИВНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО КОНСТАНС-БАНК",
			"ООО КОНТИНЕНТАЛЬ",
			"ООО КОНФИДЭНС БАНК",
			"ОАО КОР",
			"ЗАО КОРОЛЕВСКИЙ БАНК ШОТЛАНДИИ",
			"ОАО КОСМОС",
			"ООО КОСТРОМАСЕЛЬКОМБАНК",
			"ЗАО КОШЕЛЕВ-БАНК",
			"ОАО КРАЙИНВЕСТБАНК",
			"ЗАО КРАНБАНК",
			"ООО КРАСНОЯРСКИЙ КРАЕВОЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО КРЕДИ АГРИКОЛЬ КИБ",
			"ЗАО КРЕДИТ ЕВРОПА БАНК",
			"ОАО КРЕДИТ УРАЛ БАНК",
			"ООО КРЕДИТ ЭКСПРЕСС",
			"ООО КРЕДИТАЛЬЯНС",
			"ОАО КРЕДИТБАНК",
			"ООО КРЕДИТИМПЭКС БАНК",
			"ООО КРЕДИТИНВЕСТ",
			"ОАО КРЕДИТ-МОСКВА",
			"ООО КРЕДО ФИНАНС",
			"ОАО КРЕДПРОМБАНК",
			"ООО КРЕМЛЕВСКИЙ",
			"ООО КРОКУС-БАНК",
			"ООО КРОНА-БАНК",
			"ОАО КРОСНА-БАНК",
			"ОАО КРОССИНВЕСТБАНК",
			"ОАО КРЫЛОВСКИЙ",
			"ОАО КС БАНК",
			"ООО КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК",
			"ООО КУБАНЬ КРЕДИТ",
			"ЗАО КУБАНЬТОРГБАНК",
			"ОАО КУЗБАССХИМБАНК",
			"ОАО КУЗНЕЦКБИЗНЕСБАНК",
			"ОАО КУЗНЕЦКИЙ",
			"ОАО КУЗНЕЦКИЙ МОСТ",
			"ОАО КУРГАН",
			"ОАО КУРСКПРОМБАНК",
			"ООО КУТУЗОВСКИЙ",
			"ООО КЭБ БАНК РУС",
			"ЗАО ЛАДА-КРЕДИТ",
			"ООО ЛАЙТБАНК",
			"ЗАО ЛАНТА-БАНК",
			"ОАО ЛЕВОБЕРЕЖНЫЙ",
			"ОАО ЛЕГИОН",
			"ООО ЛЕНОБЛБАНК",
			"ОАО ЛЕСБАНК",
			"ОАО ЛЕТО БАНК",
			"ОАО ЛЕФКО-БАНК",
			"ЗАО ЛИДЕР",
			"ОАО ЛИНК-БАНК",
			"ОАО ЛИПЕЦКИЙ ОБЛАСТНОЙ БАНК",
			"ОАО ЛИПЕЦККОМБАНК",
			"ООО ЛОГОС",
			"ЗАО ЛОКО-БАНК",
			"ЗАО ЛЭНД-БАНК",
			"ОАО М2М ПРАЙВЕТ БАНК",
			"ЗАО МАЙКОПБАНК",
			"ООО МАЙМА",
			"ООО МАЙСКИЙ",
			"ООО МАК-БАНК",
			"ООО МАКСИМА",
			"ОАО МАКСИМУМ",
			"ОАО МАСТ-БАНК",
			"ОАО МАСТЕР-БАНК",
			"ОАО МАСТЕР-КАПИТАЛ",
			"ООО МАХАЧКАЛИНСКИЙ ГОРОДСКОЙ БАНК",
			"ООО МБА-МОСКВА",
			"ЗАО МБР-БАНК",
			"ООО МВС БАНК",
			"ООО МГМБ",
			"ОАО МДМ БАНК",
			"ЗАО МЕГА БАНК",
			"ООО МЕГАПОЛИС",
			"ООО МЕЖБАНКОВСКИЙ КРЕДИТНЫЙ СОЮЗ",
			"ЗАО МЕЖБАНКОВСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ООО МЕЖДУНАРОДНАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО МЕЖДУНАРОДНАЯ УРАЛЬСКАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО МЕЖДУНАРОДНЫЙ АКЦИОНЕРНЫЙ БАНК",
			"ЗАО МЕЖДУНАРОДНЫЙ БАНК РАЗВИТИЯ",
			"ОАО МЕЖДУНАРОДНЫЙ БАНК САНКТ-ПЕТЕРБУРГА",
			"ЗАО МЕЖДУНАРОДНЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО МЕЖДУНАРОДНЫЙ РАСЧЕТНЫЙ БАНК",
			"ООО МЕЖДУНАРОДНЫЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО МЕЖДУНАРОДНЫЙ ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ",
			"ООО МЕЖДУНАРОДНЫЙ ФОНДОВЫЙ БАНК",
			"ООО МЕЖОТРАСЛЕВАЯ БАНКОВСКАЯ КОРПОРАЦИЯ",
			"ООО МЕЖПРОМБАНК ПЛЮС",
			"ООО МЕЖРЕГИОНАЛЬНЫЙ КЛИРИНГОВЫЙ БАНК",
			"ЗАО МЕЖРЕГИОНАЛЬНЫЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ООО МЕЖРЕГИОНАЛЬНЫЙ ПОЧТОВЫЙ БАНК",
			"ООО МЕЖРЕГИОНБАНК",
			"ОАО МЕЖТОПЭНЕРГОБАНК",
			"ООО МЕЖТРАСТБАНК",
			"ООО МЕРСЕДЕС-БЕНЦ БАНК РУС",
			"ООО МЕСЕД",
			"ООО МЕСТНЫЙ КРЕДИТ",
			"ОАО МЕТАЛЛИНВЕСТБАНК",
			"ООО МЕТАЛЛУРГ",
			"ОАО МЕТАЛЛУРГИЧЕСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО МЕТКОМБАНК",
			"ЗАО МЕТРОБАНК",
			"ООО МЕТРОПОЛЬ",
			"ЗАО МЗБ",
			"ЗАО МИБ",
			"ОАО МИ-БАНК",
			"ЗАО МИГОМ",
			"ЗАО МИДЗУХО БАНК (МОСКВА)",
			"ООО МИКО-БАНК",
			"ООО МИЛБАНК",
			"ЗАО МИЛЛЕНИУМ БАНК",
			"ЗАО МИР БИЗНЕС БАНК",
			"ЗАО МИРА-БАНК",
			"ЗАО МИРАФ-БАНК",
			"ОАО МИРЪ",
			"ОАО МИХАЙЛОВСКИЙ ПЖСБ",
			"ОАО МКБ",
			"ООО МКБ ИМ. С. ЖИВАГО",
			"ООО МНИБ",
			"ООО МОБИ.ДЕНЬГИ",
			"ОАО МОБИЛБАНК",
			"ООО МОБИЛЬНАЯ КАРТА",
			"ООО МОЙ БАНК",
			"ОАО МОЙ БАНК. ИПОТЕКА",
			"ООО МОНЕТА.РУ",
			"ОАО МОНЕТНЫЙ ДОМ",
			"ООО МОНОЛИТ",
			"ООО МОРГАН СТЭНЛИ БАНК",
			"ОАО МОРСКОЙ БАНК",
			"ОАО МОСВОДОКАНАЛБАНК",
			"ОАО МОСКВА",
			"ОАО МОСКВА-СИТИ",
			"ЗАО МОСКОВСКИЙ ВЕКСЕЛЬНЫЙ БАНК",
			"ОАО МОСКОВСКИЙ ИНДУСТРИАЛЬНЫЙ БАНК",
			"ООО МОСКОВСКИЙ КАПИТАЛ",
			"ОАО МОСКОВСКИЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ОАО МОСКОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО МОСКОВСКИЙ КРЕДИТНЫЙ БАНК",
			"ОАО МОСКОВСКИЙ НЕФТЕХИМИЧЕСКИЙ БАНК",
			"ОАО МОСКОВСКИЙ ОБЛАСТНОЙ БАНК",
			"ОАО МОСКОВСКОЕ ИПОТЕЧНОЕ АГЕНТСТВО",
			"ОАО МОСКОВСКО-ПАРИЖСКИЙ БАНК",
			"ОАО МОСКОММЕРЦБАНК",
			"ЗАО МОСКОМПРИВАТБАНК",
			"ЗАО МОССТРОЙЭКОНОМБАНК",
			"ОАО МОСТРАНСБАНК",
			"ЗАО МОСУРАЛБАНК",
			"ОАО МПСБ",
			"ЗАО МС БАНК РУС",
			"ОАО МСКБ",
			"ОАО МСП БАНК",
			"ЗАО МТИ-БАНК",
			"ОАО МТС-БАНК",
			"ОАО МУЛЬТИБАНК",
			"ЗАО МУНИЦИПАЛЬНЫЙ КАМЧАТПРОФИТБАНК",
			"ОАО МУНИЦИПАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО МУРМАНСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО МФТ-БАНК",
			"ОАО МЦМ",
			"ОАО НАВИГАТОР",
			"ОАО НАДЕЖНОСТЬ",
			"ОАО НАДЕЖНЫЙ БАНК",
			"ООО НАЛЬЧИК",
			"ЗАО НАРАТБАНК",
			"ЗАО НАРОДНЫЙ БАНК",
			"ОАО НАРОДНЫЙ БАНК РЕСПУБЛИКИ ТЫВА",
			"ОАО НАРОДНЫЙ ДОВЕРИТЕЛЬНЫЙ БАНК",
			"ОАО НАРОДНЫЙ ЗЕМЕЛЬНО-ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО НАРОДНЫЙ КРЕДИТ",
			"ЗАО НАТИКСИС БАНК",
			"ООО НАФТАБАНК",
			"ОАО НАЦИОНАЛЬНЫЙ БАНК РАЗВИТИЯ БИЗНЕСА",
			"ЗАО НАЦИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО НАЦИОНАЛЬНЫЙ ИНВЕСТИЦИОННО-ПРОМЫШЛЕННЫЙ",
			"ЗАО НАЦИОНАЛЬНЫЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ЗАО НАЦИОНАЛЬНЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО НАЦИОНАЛЬНЫЙ РЕЗЕРВНЫЙ БАНК",
			"ООО НАЦИОНАЛЬНЫЙ СТАНДАРТ",
			"ОАО НАЦКОРПБАНК",
			"ОАО НАШ БАНК",
			"ЗАО НАШ ДОМ",
			"ЗАО НБВК",
			"ОАО НБД-БАНК",
			"ОАО НБК-БАНК",
			"ООО НЕВАСТРОЙИНВЕСТ",
			"ОАО НЕВСКИЙ НАРОДНЫЙ БАНК",
			"ООО НЕЙВА",
			"ООО НЕОПОЛИС-БАНК",
			"ОАО НЕРЮНГРИБАНК",
			"ЗАО НЕФТЕПРОМБАНК",
			"ОАО НЕФТЯНОЙ АЛЬЯНС",
			"ОАО НЗБАНК",
			"ЗАО НИБ",
			"ОАО НИЖНЕВОЛЖСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО НИКО-БАНК",
			"ОАО НК БАНК",
			"ООО НКБ",
			"ЗАО НОВАХОВКАПИТАЛБАНК",
			"ОАО НОВАЦИЯ",
			"ЗАО НОВИКОМБАНК",
			"ОАО НОВОБАНК",
			"ООО НОВОЕ ВРЕМЯ",
			"ООО НОВОКИБ",
			"ОАО НОВОКУЗНЕЦКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО НОВОПОКРОВСКИЙ",
			"ОАО НОВОСИБИРСКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО НОВЫЙ ВЕК",
			"ООО НОВЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО НОВЫЙ КРЕДИТНЫЙ СОЮЗ",
			"ООО НОВЫЙ МОСКОВСКИЙ БАНК",
			"ЗАО НОВЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ЗАО НОВЫЙ СИМВОЛ",
			"ОАО НОКССБАНК",
			"ЗАО НООСФЕРА",
			"ОАО НОРДЕА БАНК",
			"ОАО НОТА-БАНК",
			"ООО НР БАНК",
			"ЗАО НРД",
			"ООО НРК",
			"ЗАО НС БАНК",
			"ОАО НСТ-БАНК",
			"ЗАО НФК",
			"ООО НЭКЛИС-БАНК",
			"ЗАО ОБРАЗОВАНИЕ",
			"ОАО ОБЪЕДИНЕННАЯ РАСЧЕТНАЯ СИСТЕМА",
			"ОАО ОБЪЕДИНЕННЫЙ БАНК ПРОМЫШЛЕННЫХ ИНВЕСТИЦИЙ",
			"ООО ОБЪЕДИНЕННЫЙ БАНК РАЗВИТИЯ",
			"ООО ОБЪЕДИНЕННЫЙ БАНК РЕСПУБЛИКИ",
			"ООО ОБЪЕДИНЕННЫЙ ГОРНЫЙ БАНК",
			"ОАО ОБЪЕДИНЕННЫЙ КАПИТАЛ",
			"ОАО ОБЪЕДИНЕННЫЙ КРЕДИТНЫЙ БАНК",
			"ООО ОБЪЕДИНЕННЫЙ НАЦИОНАЛЬНЫЙ БАНК",
			"ООО ОГНИ МОСКВЫ",
			"ООО ОДИНБАНК",
			"ЗАО ОКЕАН БАНК",
			"ООО ОЛМА-БАНК",
			"ОАО ОНЕГО",
			"ООО ОНЕЙ БАНК",
			"ЗАО ОНЛАЙН БАНК",
			"ООО ОПМ-БАНК",
			"ЗАО ОРБАНК",
			"ООО ОРГБАНК",
			"ОАО ОРЛОВСКИЙ СОЦИАЛЬНЫЙ БАНК",
			"ОАО ОТКРЫТИЕ",
			"ОАО ОТП БАНК",
			"ОАО ОФК БАНК",
			"ООО ОХАБАНК",
			"ООО ОХОТНЫЙ РЯД",
			"ООО ПАРИТЕТ",
			"ООО ПАРТНЕРБАНК",
			"ЗАО ПВ-БАНК",
			"ЗАО ПЕРВОМАЙСКИЙ",
			"ЗАО ПЕРВОУРАЛЬСКБАНК",
			"ООО ПЕРВЫЙ ДЕПОЗИТНЫЙ БАНК",
			"ЗАО ПЕРВЫЙ ДОРТРАНСБАНК",
			"ООО ПЕРВЫЙ ЗЕМЕЛЬНЫЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО ПЕРВЫЙ ИНВЕСТИЦИОННЫЙ",
			"ЗАО ПЕРВЫЙ КАПИТАЛ",
			"ООО ПЕРВЫЙ КЛИЕНТСКИЙ БАНК",
			"ОАО ПЕРВЫЙ ОБЪЕДИНЕННЫЙ БАНК",
			"ОАО ПЕРВЫЙ РЕСПУБЛИКАНСКИЙ БАНК",
			"ООО ПЕРВЫЙ ЧЕШСКО-РОССИЙСКИЙ БАНК",
			"ОАО ПЕРВЫЙ ЭКСПРЕСС",
			"ЗАО ПЕРЕСВЕТ",
			"ОАО ПЕРМЬ",
			"ЗАО ПЕТЕРБУРГСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО ПЕТЕРБУРГСКИЙ СОЦИАЛЬНЫЙ КОМ. БАНК",
			"ОАО ПЕТРО-АЭРО-БАНК",
			"ОАО ПЕТРОКОММЕРЦ",
			"ОАО ПЕТРОФФ-БАНК",
			"ООО ПИР БАНК",
			"ООО ПК-БАНК",
			"ЗАО ПЛАТЕЖНЫЙ КЛИРИНГОВЫЙ ДОМ",
			"ОАО ПЛАТЕЖНЫЙ СЕРВИСНЫЙ БАНК",
			"ООО ПЛАТЕЖНЫЙ ЦЕНТР",
			"ООО ПЛАТИНА",
			"ООО ПЛАТО-БАНК",
			"ОАО ПЛЮС БАНК",
			"ЗАО ПОВОЛЖСКИЙ НЕМЕЦКИЙ БАНК",
			"ОАО ПОЙДЁМ!",
			"ЗАО ПОЧТОБАНК",
			"ОАО ПРАЙМ ФИНАНС",
			"ООО ПРЕМИУМ",
			"ЗАО ПРЕМЬЕР",
			"ООО ПРЕОДОЛЕНИЕ",
			"ООО ПРЕСТИЖКРЕДИТБАНК",
			"ОАО ПРИКАМЬЕ",
			"ООО ПРИМОРСКИЙ ТЕРРИТОРИАЛЬНЫЙ",
			"ОАО ПРИМОРЬЕ",
			"ОАО ПРИМСОЦБАНК",
			"ОАО ПРИНТБАНК",
			"ЗАО ПРИОБЬЕ",
			"ОАО ПРИО-ВНЕШТОРГБАНК",
			"ОАО ПРИОРИТЕТ",
			"ЗАО ПРИПОЛЯРНЫЙ",
			"ООО ПРИРОДА",
			"ЗАО ПРИСКО КАПИТАЛ БАНК",
			"ОАО ПРОБИЗНЕСБАНК",
			"ООО ПРОКОММЕРЦБАНК",
			"ОАО ПРОМИНВЕСТБАНК",
			"ООО ПРОМРЕГИОНБАНК",
			"ЗАО ПРОМСБЕРБАНК",
			"ОАО ПРОМСВЯЗЬБАНК",
			"ООО ПРОМСВЯЗЬИНВЕСТБАНК",
			"ООО ПРОМСЕЛЬХОЗБАНК",
			"ООО ПРОМТРАНСБАНК",
			"ОАО ПРОМЫШЛЕННО-ФИНАНСОВОЕ СОТРУДНИЧЕСТВО",
			"ОАО ПРОМЭНЕРГОБАНК",
			"ЗАО ПРОФЕССИОНАЛ БАНК",
			"ОАО ПРОФЕССИОНАЛЬНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ПРОФИТ БАНК",
			"ООО ПРОХЛАДНЫЙ",
			"ООО ПУЛЬС СТОЛИЦЫ",
			"ОАО ПУРПЕ",
			"ОАО ПУШКИНО",
			"ООО ПЭЙПАЛ РУ",
			"ООО ПЭЙЮ",
			"ОАО РАДИАН",
			"ОАО РАДИОТЕХБАНК",
			"ООО РАЗВИТИЕ",
			"ОАО РАЗВИТИЕ-СТОЛИЦА",
			"ЗАО РАЙФФАЙЗЕНБАНК",
			"ООО РАПИДА",
			"ООО РАСЧЕТНО-КРЕДИТНЫЙ БАНК",
			"ООО РАСЧЕТНЫЙ БАНКОВСКИЙ ЦЕНТР",
			"ООО РАСЧЕТНЫЙ ДОМ",
			"ООО РАТИБОР-БАНК",
			"ООО РБА",
			"ОАО РЕГИОНАЛЬНЫЙ БАНК РАЗВИТИЯ",
			"ООО РЕГИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО РЕГИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО РЕГИОНАЛЬНЫЙ КОРПОРАТИВНЫЙ БАНК",
			"ОАО РЕГИОНАЛЬНЫЙ КРЕДИТ",
			"ООО РЕГИОНФИНАНСБАНК",
			"ООО РЕГНУМ",
			"ОАО РЕЗЕРВ",
			"ООО РЕНЕССАНС",
			"ООО РЕНЕССАНС КРЕДИТ",
			"ОАО РЕНТА-БАНК",
			"ОАО РЕСО КРЕДИТ",
			"ООО РЕСПУБЛИКАНСКИЙ КРЕДИТНЫЙ АЛЬЯНС",
			"ЗАО РЕСУРС-ТРАСТ",
			"ООО РИАЛ-КРЕДИТ",
			"ООО РИБ",
			"ООО РИНВЕСТБАНК",
			"ООО РИНГКОМБАНК",
			"ООО РИТ-БАНК",
			"ЗАО РН БАНК",
			"ООО РОСАВТОБАНК",
			"ОАО РОСБАНК",
			"ОАО РОСБИЗНЕСБАНК",
			"ОАО РОСГОССТРАХ БАНК",
			"ОАО РОСДОРБАНК",
			"ОАО РОСЕВРОБАНК",
			"ЗАО РОСИНТЕРБАНК",
			"ОАО РОССЕЛЬХОЗБАНК",
			"ОАО РОССИЙСКАЯ ФИНАНСОВАЯ КОРПОРАЦИЯ",
			"ОАО РОССИЙСКИЙ КАПИТАЛ",
			"ОАО РОССИЙСКИЙ КРЕДИТ",
			"ОАО РОССИЙСКИЙ НАЦИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО РОССИЙСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО РОССИТА-БАНК",
			"ОАО РОССИЯ",
			"ОАО РОСТ БАНК",
			"ЗАО РОСТОВСКИЙ УНИВЕРСАЛЬНЫЙ",
			"ООО РОСТФИНАНС",
			"ЗАО РОСЭКСИМБАНК",
			"ЗАО РОСЭНЕРГОБАНК",
			"ОАО РОЯЛ КРЕДИТ БАНК",
			"ЗАО РП СВМБ",
			"ЗАО РСКБ",
			"ЗАО РТС-БАНК",
			"ЗАО РУБЛЕВ",
			"ООО РУБЛЕВСКИЙ",
			"ЗАО РУНА-БАНК",
			"ЗАО РУНЭТБАНК",
			"ОАО РУСИЧ ЦЕНТР БАНК",
			"ОАО РУСКОБАНК",
			"ЗАО РУСНАРБАНК",
			"ООО РУССКИЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО РУССКИЙ БАНКИРСКИЙ ДОМ",
			"ОАО РУССКИЙ ЗЕМЕЛЬНЫЙ БАНК",
			"ЗАО РУССКИЙ ИНВЕСТИЦИОННЫЙ АЛЬЯНС",
			"ООО РУССКИЙ ИПОТЕЧНЫЙ БАНК",
			"ЗАО РУССКИЙ МЕЖДУНАРОДНЫЙ БАНК",
			"ООО РУССКИЙ НАЦИОНАЛЬНЫЙ БАНК",
			"ОАО РУССКИЙ РЕГИОНАЛЬНЫЙ БАНК",
			"ЗАО РУССКИЙ СТАНДАРТ",
			"ЗАО РУССКИЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ООО РУССКИЙ ТОРГОВЫЙ БАНК",
			"ЗАО РУССКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО РУССКИЙ ФИНАНСОВЫЙ АЛЬЯНС",
			"ЗАО РУССКО-ГЕРМАНСКИЙ ТОРГОВЫЙ БАНК А.О.",
			"ООО РУССКОЕ ФИНАНСОВОЕ ОБЩЕСТВО",
			"ЗАО РУССЛАВБАНК",
			"ОАО РУССОБАНК",
			"ООО РУСФИНАНС БАНК",
			"ООО РУСЬ",
			"ООО РУСЬУНИВЕРСАЛБАНК",
			"ОАО РУСЮГБАНК",
			"ЗАО РФИ БАНК",
			"ООО РЭБ",
			"ОАО САММИТ БАНК",
			"ЗАО САНКТ-ПЕТЕРБУРГСКИЙ БАНК ИНВЕСТИЦИЙ",
			"ООО САРАТОВ",
			"ОАО САРОВБИЗНЕСБАНК",
			"ООО САХАДАЙМОНДБАНК",
			"ОАО САХАЛИН-ВЕСТ",
			"ОАО СБЕРБАНК РОССИИ",
			"ЗАО СБЕРИНВЕСТБАНК",
			"ОАО СВЕДБАНК",
			"ЗАО СВЯЗНОЙ БАНК",
			"ОАО СВЯЗЬ-БАНК",
			"ОАО СДМ-БАНК",
			"ОАО СЕВАСТОПОЛЬСКИЙ МОРСКОЙ БАНК",
			"ОАО СЕВЕРИНВЕСТБАНК",
			"ЗАО СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА",
			"ОАО СЕВЕРНЫЙ КРЕДИТ",
			"ОАО СЕВЕРНЫЙ МОРСКОЙ ПУТЬ",
			"ОАО СЕВЕРНЫЙ НАРОДНЫЙ БАНК",
			"ОАО СЕВЕРО-ВОСТОЧНЫЙ АЛЬЯНС",
			"ОАО СЕВЕРО-ЗАПАДНЫЙ 1 АЛЬЯНС БАНК",
			"ОАО СЕВЕРСТРОЙБАНК",
			"ОАО СЕВЗАПИНВЕСТПРОМБАНК",
			"ОАО СЕЛЬМАШБАНК",
			"ООО СЕМБАНК",
			"ООО СЕНАТОР",
			"ЗАО СЕРВИС-РЕЗЕРВ",
			"ООО СЕРГИЕВО-ПОСАДСКАЯ РАСЧЁТНАЯ ПАЛАТА",
			"ЗАО СЕТЕВАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО СЕТЕВОЙ НЕФТЯНОЙ БАНК",
			"ООО СЕТЕЛЕМ БАНК",
			"ОАО СИАБ",
			"ООО СИБИРСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
			"ЗАО СИБИРСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО СИБИРСКИЙ ЭНЕРГЕТИЧЕСКИЙ БАНК",
			"ОАО СИБКОНТАКТ",
			"ОАО СИБНЕФТЕБАНК",
			"ООО СИБСОЦБАНК",
			"ЗАО СИБЭС",
			"ОАО СИМБИРСК",
			"ОАО СИНЕРГИЯ",
			"ООО СИНКО-БАНК",
			"ООО СИСТЕМА",
			"ЗАО СИТИ ИНВЕСТ БАНК",
			"ЗАО СИТИБАНК",
			"ОАО СКА-БАНК",
			"ОАО СКБ-БАНК",
			"ЗАО СЛАВИЯ",
			"ЗАО СЛАВЯНБАНК",
			"ЗАО СЛАВЯНСКИЙ БАНК",
			"ООО СЛАВЯНСКИЙ КРЕДИТ",
			"ЗАО СМАРТБАНК",
			"ЗАО СМБ-БАНК",
			"ОАО СМОЛЕВИЧ",
			"ОАО СМОЛЕНСКИЙ БАНК",
			"ОАО СНЕЖИНСКИЙ",
			"ОАО СОБИНБАНК",
			"ЗАО СОВЕРЕН БАНК",
			"ЗАО СОВЕТСКИЙ",
			"ООО СОВИНКОМ",
			"ООО СОВКОМБАНК",
			"ООО СОВРЕМЕННЫЕ СТАНДАРТЫ БИЗНЕСА",
			"ЗАО СОВРЕМЕННЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО СОДРУЖЕСТВО",
			"ОАО СОКОЛОВСКИЙ",
			"ЗАО СОЛИД БАНК",
			"ОАО СОЛИДАРНОСТЬ",
			"ЗАО СОЛИДАРНОСТЬ",
			"ОАО СООТЕЧЕСТВЕННИКИ",
			"ЗАО СОФРИНО",
			"ОАО СОЦГОРБАНК",
			"ОАО СОЦИНВЕСТБАНК",
			"ООО СОЦИУМ-БАНК",
			"ООО СОЦКРЕДИТБАНК",
			"ООО СОЦЭКОНОМБАНК",
			"ООО СОЧИ",
			"ОАО СОЮЗ",
			"ООО СОЮЗНЫЙ",
			"ООО СОЮЗПРОМБАНК",
			"ОАО СПБРР",
			"ООО СПЕЦСЕТЬСТРОЙБАНК",
			"ООО СПЕЦСТРОЙБАНК",
			"ОАО СПИРИТБАНК",
			"ОАО СПУРТ",
			"ОАО СПУТНИК",
			"ОАО СТАВРОПОЛЬПРОМСТРОЙБАНК",
			"ООО СТАР АЛЬЯНС",
			"ЗАО СТАРБАНК",
			"ООО СТАРООСКОЛЬСКИЙ АГРОПРОМБАНК",
			"ООО СТАРЫЙ КРЕМЛЬ",
			"ОАО СТЕЛЛА-БАНК",
			"ООО СТОЛИЧНЫЙ КРЕДИТ",
			"ОАО СТРАТЕГИЯ",
			"ООО СТРОЙИНДБАНК",
			"ЗАО СТРОЙКОМБАНК",
			"ОАО СТРОЙКРЕДИТ",
			"ООО СТРОЙЛЕСБАНК",
			"ООО СУДОСТРОИТЕЛЬНЫЙ БАНК",
			"ЗАО СУМИТОМО МИЦУИ РУС БАНК",
			"ООО СУНЖА",
			"ЗАО СУРГУТНЕФТЕГАЗБАНК",
			"ООО СУРГУТСКИЙ ЦЕНТРАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО СЭБ БАНК",
			"ЗАО ТААТТА",
			"ОАО ТАВРИЧЕСКИЙ",
			"ОАО ТАГАНРОГБАНК",
			"ОАО ТАГИЛБАНК",
			"ООО ТАЙДОН",
			"ОАО ТАЙМ БАНК",
			"ООО ТАЛЬМЕНКА-БАНК",
			"ОАО ТАМБОВКРЕДИТПРОМБАНК",
			"ООО ТАНДЕМ",
			"ООО ТАТАГРОПРОМБАНК",
			"ЗАО ТАТСОЦБАНК",
			"ОАО ТАТФОНДБАНК",
			"ЗАО ТАУРУС БАНК",
			"ОАО ТВЕРЬУНИВЕРСАЛБАНК",
			"ЗАО ТЕКСБАНК",
			"ОАО ТЕМПБАНК",
			"ЗАО ТЕНДЕР-БАНК",
			"ЗАО ТЕРРА",
			"ЗАО ТЕТРАПОЛИС",
			"ОАО ТИХООКЕАНСКИЙ ВНЕШТОРГБАНК",
			"ЗАО ТКС БАНК",
			"ЗАО ТОЙОТА БАНК",
			"ЗАО ТОЛЬЯТТИХИМБАНК",
			"ОАО ТОМСКПРОМСТРОЙБАНК",
			"ООО ТОР КРЕДИТ",
			"ЗАО ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК КИТАЯ",
			"ОАО ТОРГОВО-СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО ТОРГОВЫЙ ГОРОДСКОЙ БАНК",
			"ОАО ТОРЖОКУНИВЕРСАЛБАНК",
			"ООО ТРАДИЦИЯ",
			"ЗАО ТРАДО-БАНК",
			"ООО ТРАНЗИТ",
			"ОАО ТРАНСКАПИТАЛБАНК",
			"ООО ТРАНСНАЦИОНАЛЬНЫЙ БАНК",
			"ООО ТРАНСПОРТНЫЙ",
			"ООО ТРАНСПОРТНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ЗАО ТРАНССТРОЙБАНК",
			"ООО ТРАНСЭНЕРГОБАНК",
			"ОАО ТРАСТ",
			"ЗАО ТРАСТ КАПИТАЛ БАНК",
			"ООО ТРАСТОВЫЙ БАНК",
			"ООО ТРАСТОВЫЙ РЕСПУБЛИКАНСКИЙ БАНК",
			"ООО ТРЕВЕЛ БАНК",
			"ОАО ТРОЙКА",
			"ЗАО ТРОЙКА-Д БАНК",
			"ОАО ТУВАКРЕДИТ",
			"ОАО ТУЛЬСКИЙ ПРОМЫШЛЕННИК",
			"ОАО ТУЛЬСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО ТУРБОБАНК",
			"ЗАО ТУСАР",
			"ОАО ТЭМБР-БАНК",
			"ОАО ТЭСТ",
			"ЗАО ТЮМЕНЬАГРОПРОМБАНК",
			"ОАО УГЛЕМЕТБАНК",
			"ОАО УДМУРТИНВЕСТСТРОЙБАНК",
			"ОАО УДМУРТСКИЙ ПЕНСИОННЫЙ БАНК",
			"ООО УЗДАН",
			"ООО УИК-БАНК",
			"ООО УМУТ",
			"ООО УНИВЕРСАЛ",
			"ООО УНИВЕРСАЛТРАСТ",
			"ООО УНИВЕРСАЛЬНАЯ ЭЛЕКТРОННАЯ КАРТА",
			"ОАО УНИВЕРСАЛЬНЫЙ КРЕДИТ",
			"ЗАО УНИФИН",
			"ООО УНИФОНДБАНК",
			"ЗАО УРАЛЛИГА",
			"ЗАО УРАЛПРИВАТБАНК",
			"ОАО УРАЛПРОМБАНК",
			"ОАО УРАЛСИБ",
			"ОАО УРАЛТРАНСБАНК",
			"ООО УРАЛФИНАНС",
			"ОАО УРАЛФИНПРОМБАНК",
			"ЗАО УРАЛЬСКАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ОАО УРАЛЬСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
			"ООО УРАЛЬСКИЙ КАПИТАЛ",
			"ООО УРАЛЬСКИЙ МЕЖРЕГИОНАЛЬНЫЙ БАНК",
			"ОАО УРАЛЬСКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО УРАЛЬСКИЙ ФИНАНСОВЫЙ ДОМ",
			"ЗАО УРИ БАНК",
			"ОАО УССУРИ",
			"ООО ФДБ",
			"ЗАО ФЕДЕРАЛЬНЫЙ БАНК ИННОВАЦИЙ И РАЗВИТИЯ",
			"ОАО ФЕДЕРАЛЬНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ФЕМИЛИ",
			"ЗАО ФИА-БАНК",
			"ОАО ФИДБЭК",
			"ООО ФИНАНС БИЗНЕС БАНК",
			"ООО ФИНАНСОВО-ПРОМЫШЛЕННЫЙ КАПИТАЛ",
			"ООО ФИНАНСОВЫЕ УСЛУГИ",
			"ООО ФИНАНСОВЫЙ КАПИТАЛ",
			"ООО ФИНАНСОВЫЙ СТАНДАРТ",
			"ЗАО ФИНАРС БАНК",
			"ОАО ФИНПРОМБАНК",
			"ОАО ФИНСЕРВИС",
			"ООО ФИНТРАСТБАНК",
			"ОАО ФК ОТКРЫТИЕ",
			"ОАО ФЛОРА-МОСКВА",
			"ООО ФОЛЬКСВАГЕН БАНК РУС",
			"ОАО ФОНДСЕРВИСБАНК",
			"ЗАО ФОРА-БАНК",
			"ОАО ФОРБАНК",
			"ЗАО ФОРУС БАНК",
			"ЗАО ФОРШТАДТ",
			"ЗАО ФРЕСКО БАНК",
			"ЗАО ФРЦ",
			"ОАО ФЬЮЧЕР",
			"ООО ХАКАССКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ОАО ХАНТЫ-МАНСИЙСКИЙ БАНК",
			"ООО ХЕЛЛЕНИК БАНК",
			"ОАО ХИМИК",
			"ООО ХКФ БАНК",
			"ОАО ХЛЫНОВ",
			"ЗАО ХОВАНСКИЙ",
			"ООО ХОЛДИНВЕСТБАНК",
			"ООО ХОЛДИНГ-КРЕДИТ",
			"ЗАО ХОЛМСК",
			"ООО ЦЕНТР МЕЖБАНКОВСКИХ РАСЧЕТОВ",
			"ООО ЦЕНТРАЛЬНО-АЗИАТСКИЙ",
			"ООО ЦЕНТРАЛЬНО-ЕВРОПЕЙСКИЙ БАНК",
			"ОАО ЦЕНТР-ИНВЕСТ",
			"ООО ЦЕНТРКОМБАНК",
			"ЗАО ЦЕНТРОКРЕДИТ",
			"ЗАО ЦЕРИХ",
			"ООО ЧАЙНА КОНСТРАКШН БАНК",
			"ЗАО ЧАСТНЫЙ РКЦ",
			"ОАО ЧЕЛИНДБАНК",
			"ОАО ЧЕЛЯБИНВЕСТБАНК",
			"ОАО ЧУВАШКРЕДИТПРОМБАНК",
			"ООО ЭЙЧ-ЭС-БИ-СИ БАНК (РР)",
			"ООО ЭКО-ИНВЕСТ",
			"ЗАО ЭКОНОМБАНК",
			"ООО ЭКОНОМИКС-БАНК",
			"ОАО ЭКОНОМИЧЕСКИЙ СОЮЗ",
			"ОАО ЭКОПРОМБАНК",
			"ЗАО ЭКСИ-БАНК",
			"ЗАО ЭКСПЕРТ БАНК",
			"ООО ЭКСПОБАНК",
			"ОАО ЭКСПРЕСС",
			"ЗАО ЭКСПРЕСС-ВОЛГА",
			"ЗАО ЭКСПРЕСС-КРЕДИТ",
			"ООО ЭЛ БАНК",
			"ОАО ЭЛЕКТРОНИКА",
			"ООО ЭЛЕКТРОННЫЙ ПЛАТЕЖНЫЙ СЕРВИС",
			"ООО ЭЛИТА",
			"ОАО ЭЛЛИПС БАНК",
			"ОАО ЭЛЬБИН",
			"ОАО ЭНЕРГОБАНК",
			"ООО ЭНЕРГОБИЗНЕС",
			"ОАО ЭНЕРГОМАШБАНК",
			"ООО ЭНЕРГОПРОМБАНК",
			"ОАО ЭНЕРГОТРАНСБАНК",
			"ОАО ЭНО",
			"ООО ЭНТУЗИАСТБАНК",
			"ООО ЭРГОБАНК",
			"ООО ЭСИДБАНК",
			"ООО Ю БИ ЭС БАНК",
			"ОАО ЮГ-ИНВЕСТБАНК",
			"ОАО ЮГРА",
			"ООО ЮЖНЫЙ РЕГИОНАЛЬНЫЙ БАНК",
			"ОАО ЮЖНЫЙ ТОРГОВЫЙ БАНК",
			"ЗАО ЮМК",
			"ООО ЮНИАСТРУМ БАНК",
			"ОАО ЮНИКОР",
			"ЗАО ЮНИКРЕДИТ БАНК",
			"ОАО ЮНИСТРИМ",
			"ООО ЮТИКПЭЙ",
			"ООО ЯНДЕКС.ДЕНЬГИ",
			"ЗАО ЯПЫ КРЕДИ БАНК МОСКВА",
			"ООО ЯР-БАНК",
			"ООО ЯРИНТЕРБАНК",
			"ЗАО ЯРОСЛАВ",
			"ОАО ЯРОСЛАВИЧ"});
			this.cBankName.AutoCompleteMode = System.Windows.Forms.AutoCompleteMode.SuggestAppend;
			this.cBankName.AutoCompleteSource = System.Windows.Forms.AutoCompleteSource.CustomSource;
			this.cBankName.FormattingEnabled = true;
			this.cBankName.Items.AddRange(new object[] {
			"ООО 21 ВЕК",
			"ОАО АББ",
			"ОАО АБСОЛЮТ БАНК",
			"ОАО АВАНГАРД",
			"ООО АВЕРС",
			"ОАО АВТОВАЗБАНК",
			"ЗАО АВТОГРАДБАНК",
			"ООО АВТОКРЕДИТБАНК",
			"ООО АВТОТОРГБАНК",
			"ОАО АГЕНТСТВО КРЕДИТНЫХ ГАРАНТИЙ",
			"ОАО АГРОИНКОМБАНК",
			"ОАО АГРОПРОМКРЕДИТ",
			"ЗАО АГРОРОС",
			"ООО АГРОСОЮЗ",
			"ОАО АГРОХИМБАНК",
			"ОАО АДАМ ИНТЕРНЭШНЛ",
			"ОАО АДАМОН БАНК",
			"ОАО АДЕЛАНТБАНК",
			"ООО АДМИРАЛТЕЙСКИЙ",
			"ОАО АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК",
			"ОАО АЗИМУТ",
			"ООО АЗИЯ БАНК",
			"ЗАО АЗИЯ-ИНВЕСТ БАНК",
			"ЗАО АЙВИ БАНК",
			"ООО АЙМАНИБАНК",
			"ООО АЙСИАЙСИАЙ БАНК ЕВРАЗИЯ",
			"ОАО АК БАРС",
			"ООО АКАДЕМИЧЕСКИЙ РУССКИЙ БАНК",
			"ОАО АКИБАНК",
			"ОАО АККОБАНК",
			"ЗАО АКРОПОЛЬ",
			"ООО АКСОНБАНК",
			"ОАО АКТИВ БАНК",
			"ОАО АКТИВКАПИТАЛ БАНК",
			"ОАО АКЦЕНТ",
			"ОАО АКЦЕПТ",
			"ОАО АКЦИЯ",
			"ОАО АЛДАНЗОЛОТОБАНК",
			"ОАО АЛЕКСАНДРОВСКИЙ",
			"ЗАО АЛЕФ-БАНК",
			"ООО АЛЖАН",
			"ОАО АЛМАЗЭРГИЭНБАНК",
			"ОАО АЛОР БАНК",
			"ОАО АЛТАЙБИЗНЕС-БАНК",
			"ООО АЛТАЙКАПИТАЛБАНК",
			"ООО АЛЬБА АЛЬЯНС",
			"ЗАО АЛЬТА-БАНК",
			"ООО АЛЬТЕРНАТИВА",
			"ОАО АЛЬФА-БАНК",
			"ОАО АМБ БАНК",
			"ООО АМЕРИКЭН ЭКСПРЕСС БАНК",
			"ООО АМТ БАНК",
			"ОАО АНДЖИБАНК",
			"ООО АНЕЛИК РУ",
			"ОАО АНКОР БАНК",
			"ООО АНТАЛБАНК",
			"ЗАО АПАБАНК",
			"ООО АРБ-ИНКАСС",
			"ООО АРЕСБАНК",
			"ЗАО АРЗАМАС",
			"ОАО АРКСБАНК",
			"ООО АРСЕНАЛ",
			"ООО АРТ-БАНК",
			"ООО АСКАНИЯ ТРАСТ",
			"ОАО АСКОЛЬД",
			"ЗАО АСПЕКТ",
			"ООО АССИГНАЦИЯ",
			"ОАО АССОЦИАЦИЯ",
			"ООО АТЛАС БАНК",
			"ООО АУЭРБАНК",
			"ОАО АФ БАНК",
			"ОАО БАЙКАЛБАНК",
			"ОАО БАЙКАЛИНВЕСТБАНК",
			"ОАО БАЙКАЛКРЕДОБАНК",
			"ОАО БАЛАКОВО-БАНК",
			"ОАО БАЛТИЙСКИЙ БАНК",
			"ОАО БАЛТИКА",
			"ОАО БАЛТИНВЕСТБАНК",
			"ЗАО БАЛТКРЕДОБАНК",
			"ОАО БАНК - Т",
			"ОАО БАНК \"САНКТ-ПЕТЕРБУРГ\"",
			"ООО БАНК \"СКС\"",
			"ЗАО БАНК БЕРЕЙТ",
			"ОАО БАНК БФА",
			"ООО БАНК БФТ",
			"ООО БАНК БЦК-МОСКВА",
			"ЗАО БАНК ЖИЛИЩНОГО ФИНАНСИРОВАНИЯ",
			"ОАО БАНК ЗЕНИТ",
			"ЗАО БАНК ЗЕНИТ СОЧИ",
			"ООО БАНК ИМПЕРИЯ",
			"ЗАО БАНК ИНТЕЗА",
			"ООО БАНК КАЗАНИ",
			"ЗАО БАНК КИТАЯ (ЭЛОС)",
			"ООО БАНК КОРПОРАТИВНОГО ФИНАНСИРОВАНИЯ",
			"ЗАО БАНК КРЕДИТ СВИСС (МОСКВА)",
			"ОАО БАНК МБФИ",
			"ОАО БАНК МОСКВЫ",
			"ЗАО БАНК НА КРАСНЫХ ВОРОТАХ",
			"ООО БАНК ОРАНЖЕВЫЙ",
			"ОАО БАНК ОРЕНБУРГ",
			"ЗАО БАНК ОФ ТОКИО-МИЦУБИСИ ЮФДЖЕЙ (ЕВРАЗИЯ)",
			"ОАО БАНК ПРЕМЬЕР КРЕДИТ",
			"ООО БАНК ПСА ФИНАНС РУС",
			"ООО БАНК РАЗВИТИЯ БИЗНЕСА",
			"ОАО БАНК РАЗВИТИЯ ПРОМЫШЛЕННОСТИ",
			"ОАО БАНК РАЗВИТИЯ РЕГИОНА",
			"ЗАО БАНК РАЗВИТИЯ ТЕХНОЛОГИЙ",
			"ООО БАНК РАСЧЕТОВ И СБЕРЕЖЕНИЙ",
			"ООО БАНК РАУНД",
			"ООО БАНК РСИ",
			"ЗАО БАНК СБЕРЕЖЕНИЙ И КРЕДИТА",
			"ОАО БАНК СГБ",
			"ООО БАНК СТАНДАРТ-КРЕДИТ",
			"ЗАО БАНК ФИНАМ",
			"ООО БАНК ФИНИНВЕСТ",
			"ОАО БАНК ЧБРР",
			"ОАО БАНК24.РУ",
			"ЗАО БАНКИРСКИЙ ДОМ",
			"ОАО БАНКОВСКИЕ ИНФОРМАЦИОННЫЕ ТЕХНОЛОГИИ",
			"ЗАО БАНКХАУС ЭРБЕ",
			"ЗАО БАСМАННЫЙ",
			"ОАО БАШКОМСНАББАНК",
			"ОАО БАШПРОМБАНК",
			"ЗАО ББР БАНК",
			"ЗАО БВА БАНК",
			"ООО БВТ",
			"ЗАО БЕЛГОРОДСОЦБАНК",
			"ЗАО БЕНИФИТ-БАНК",
			"ООО БИЗНЕС ДЛЯ БИЗНЕСА",
			"ООО БИЗНЕСБАНК",
			"ЗАО БИЗНЕС-СЕРВИС-ТРАСТ",
			"ОАО БИНБАНК",
			"ОАО БКС - ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО БМВ БАНК",
			"ЗАО БНП ПАРИБА",
			"ООО БОГОРОДСКИЙ",
			"ООО БОГОРОДСКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО БОРСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО БПФ",
			"ОАО БРАТСКИЙ АНКБ",
			"ООО БРИНКС",
			"ОАО БРП",
			"ОАО БТА-КАЗАНЬ",
			"ООО БТФ",
			"ОАО БУЗУЛУКБАНК",
			"ЗАО БУЛГАР БАНК",
			"ООО БУМ-БАНК",
			"ОАО БУМЕРАНГ",
			"ООО БФГ-КРЕДИТ",
			"ОАО БЫСТРОБАНК",
			"ОАО ВАКОБАНК",
			"ОАО ВАШ ЛИЧНЫЙ БАНК",
			"ООО ВЕБРР",
			"ООО ВЕГА-БАНК",
			"ЗАО ВЕК",
			"ОАО ВЕКОМБАНК",
			"ОАО ВЕЛИКИЕ ЛУКИ БАНК",
			"ЗАО ВЕНЕЦ",
			"ОАО ВЕРХНЕВОЛЖСКИЙ",
			"ООО ВЕСТ",
			"ООО ВЕСТА",
			"ООО ВЕСТЕРН ЮНИОН ДП ВОСТОК",
			"ООО ВЕСТИНТЕРБАНК",
			"ЗАО ВЕФК-УРАЛ",
			"ООО ВЗАИМОДЕЙСТВИЕ",
			"ЗАО ВИКИНГ",
			"ОАО ВИТАБАНК",
			"ООО ВИТАС",
			"ООО ВИТЯЗЬ",
			"ОАО ВКАБАНК",
			"ЗАО ВЛАДБИЗНЕСБАНК",
			"ЗАО ВЛАДИКОМБАНК",
			"ООО ВЛАДИМИРСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО ВНЕШПРОМБАНК",
			"ООО ВНЕШФИНБАНК",
			"ОАО ВОЗРОЖДЕНИЕ",
			"ЗАО ВОКБАНК",
			"ОАО ВОЛГА-КРЕДИТ",
			"ОАО ВОЛГО-КАМСКИЙ БАНК",
			"ООО ВОЛЖСКИЙ СОЦИАЛЬНЫЙ БАНК",
			"ЗАО ВОЛОГДАБАНК",
			"ООО ВОЛОГДА-КРЕДИТ",
			"ЗАО ВОЛОГЖАНИН",
			"ОАО ВОРОНЕЖ",
			"ООО ВОСТОКБИЗНЕСБАНК",
			"ОАО ВОСТОККРЕДИТБАНК",
			"ЗАО ВОСТОЧНО-ЕВРОПЕЙСКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО ВОСТОЧНЫЙ",
			"ОАО ВОСТСИБТРАНСКОМБАНК",
			"ЗАО ВПБ",
			"ООО ВРБ МОСКВА",
			"ОАО ВСЕРОССИЙСКИЙ БАНК РАЗВИТИЯ РЕГИОНОВ",
			"ОАО ВТБ",
			"ЗАО ВТБ 24",
			"ОАО ВУЗ-БАНК",
			"ОАО ВЫБОРГ-БАНК",
			"ОАО ВЫМПЕЛ",
			"ЗАО ВЭЛКОМБАНК",
			"ЗАО ВЭЛТОН БАНК",
			"ОАО ВЯТИЧ",
			"ОАО ВЯТКА-БАНК",
			"ЗАО ГАГАРИНСКИЙ",
			"ЗАО ГАЗБАНК",
			"ОАО ГАЗИНВЕСТБАНК",
			"ОАО ГАЗНЕФТЬБАНК",
			"ОАО ГАЗПРОМБАНК",
			"ОАО ГАЗСТРОЙБАНК",
			"ООО ГАЗТРАНСБАНК",
			"ОАО ГАЗЭНЕРГОБАНК",
			"ЗАО ГАЛАБАНК",
			"ОАО ГАНЗАКОМБАНК",
			"ЗАО ГАРАНТИ БАНК-МОСКВА",
			"ЗАО ГАРАНТ-ИНВЕСТ",
			"ОАО ГЕЛЕНДЖИК-БАНК",
			"ЗАО ГЕНБАНК",
			"ООО ГЕОБАНК",
			"ООО ГЕФЕСТ",
			"ОАО ГЛОБУС",
			"ЗАО ГЛОБЭКС",
			"ООО ГОЛДМАН САКС БАНК",
			"ЗАО ГОРБАНК",
			"ЗАО ГОРОД",
			"ОАО ГОРОДСКОЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО ГПБ-ИПОТЕКА",
			"ОАО ГРАД-БАНК",
			"ОАО ГРАНД ИНВЕСТ БАНК",
			"ЗАО ГРИНКОМБАНК",
			"ЗАО ГРИНФИЛДБАНК",
			"ООО ГРИС-БАНК",
			"ОАО ГУТА-БАНК",
			"ООО ДАГЕСТАН",
			"ООО ДАГЭНЕРГОБАНК",
			"ООО ДАЛЕНА",
			"ЗАО ДАЛЕТБАНК",
			"ЗАО ДАЛТА-БАНК",
			"ОАО ДАЛЬНЕВОСТОЧНЫЙ БАНК",
			"ЗАО ДАНСКЕ БАНК",
			"ОАО ДЕВОН-КРЕДИТ",
			"ООО ДЕЛНА БАНК",
			"ООО ДЕЛЬТА КЕЙ",
			"ЗАО ДЕЛЬТАКРЕДИТ",
			"ЗАО ДЕНИЗБАНК МОСКВА",
			"ООО ДЕНЬГИ.МЭЙЛ.РУ",
			"ЗАО ДЕПОЗИТНЫЙ КРЕДИТНЫЙ ДОМ",
			"ОАО ДЕРБЕНТ-КРЕДИТ",
			"ОАО ДЕРЖАВА",
			"ООО ДЖ.П. МОРГАН БАНК ИНТЕРНЕШНЛ",
			"ООО ДЖАСТ БАНК",
			"ЗАО ДЖЕЙ ЭНД ТИ БАНК",
			"ОАО ДИГ-БАНК",
			"ООО ДИЛ-БАНК",
			"ООО ДИНАМИЧНЫЕ СИСТЕМЫ",
			"ОАО ДНБ БАНК",
			"ООО ДОЙЧЕ БАНК",
			"ЗАО ДОЛИНСК",
			"ОАО ДОМ-БАНК",
			"ООО ДОНИНВЕСТ",
			"ОАО ДОНКОМБАНК",
			"ОАО ДОНСКОЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ДОН-ТЕКСБАНК",
			"ОАО ДОНХЛЕББАНК",
			"ООО ДОРИС БАНК",
			"ООО ДРУЖБА",
			"ОАО ЕАТП БАНК",
			"ОАО ЕВРАЗИЙСКИЙ БАНК",
			"ООО ЕВРОАЗИАТСКИЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ЗАО ЕВРОАКСИС БАНК",
			"ОАО ЕВРОАЛЬЯНС",
			"ООО ЕВРОИНВЕСТ",
			"ООО ЕВРОКАПИТАЛ-АЛЬЯНС",
			"ОАО ЕВРОКОММЕРЦ",
			"ООО ЕВРОКРЕДИТ",
			"ОАО ЕВРОМЕТ",
			"ЗАО ЕВРОПЕЙСКИЙ",
			"ЗАО ЕВРОПЕЙСКИЙ ИНДУСТРИАЛЬНЫЙ БАНК",
			"ЗАО ЕВРОПЕЙСКИЙ СТАНДАРТ",
			"ООО ЕВРОПЕЙСКИЙ ЭКСПРЕСС",
			"ЗАО ЕВРОПЛАН",
			"ОАО ЕВРОСИБ БАНК",
			"ОАО ЕВРОСИТИБАНК",
			"ООО ЕВРОСОЮЗ",
			"ЗАО ЕВРОТРАСТ",
			"ОАО ЕВРОФИНАНС МОСНАРБАНК",
			"ООО ЕДИНАЯ КАССА",
			"ООО ЕДИНСТВЕННЫЙ",
			"ООО ЕДИНЫЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО ЕКАТЕРИНБУРГ",
			"ОАО ЕКАТЕРИНИНСКИЙ",
			"ОАО ЕНИСЕЙ",
			"ЗАО ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК",
			"ЗАО ЕРМАК",
			"ООО ЖИЛКРЕДИТ",
			"ОАО ЖИЛСТРОЙБАНК",
			"ОАО ЗАМОСКВОРЕЦКИЙ",
			"ОАО ЗАПАДНЫЙ",
			"ОАО ЗАПСИБКОМБАНК",
			"ОАО ЗАРЕЧЬЕ",
			"ОАО ЗАУБЕР БАНК",
			"ОАО ЗЕЛЕНОКУМСКАЯ",
			"ООО ЗЕМЕЛЬНЫЙ",
			"ЗАО ЗЕМСКИЙ БАНК",
			"ЗАО ЗЕРНОБАНК",
			"ЗАО ЗИРААТ БАНК (МОСКВА)",
			"ЗАО ЗЛАТКОМБАНК",
			"ОАО И.Д.Е.А. БАНК",
			"ОАО ИВАНОВО",
			"ООО ИДЕАЛБАНК",
			"ОАО ИЖКОМБАНК",
			"ЗАО ИК БАНК",
			"ООО ИКАНО БАНК",
			"ОАО ИМБАНК",
			"ООО ИНБАНК",
			"ОАО ИНБАНКПРОДУКТ",
			"ОАО ИНВЕСТБАНК",
			"ЗАО ИНВЕСТИЦИОННЫЙ БАНК КУБАНИ",
			"ООО ИНВЕСТИЦИОННЫЙ СОЮЗ",
			"ОАО ИНВЕСТКАПИТАЛБАНК",
			"ОАО ИНВЕСТРАСТБАНК",
			"ООО ИНВЕСТСОЦБАНК",
			"ОАО ИНВЕСТТОРГБАНК",
			"ООО ИНВЕСТ-ЭКОБАНК",
			"ЗАО ИНГ БАНК (ЕВРАЗИЯ)",
			"ООО ИНДУСТРИАЛЬНЫЙ",
			"ЗАО ИНКАРОБАНК",
			"ОАО ИНКАСБАНК",
			"ОАО ИНКАХРАН",
			"ЗАО ИННОВАЦИОННЫЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ООО ИНРЕСБАНК",
			"ООО ИНСТРОЙБАНК",
			"ООО ИНТЕРАКТИВНЫЙ БАНК",
			"ООО ИНТЕРКАПИТАЛ-БАНК",
			"ООО ИНТЕРКОММЕРЦ",
			"ОАО ИНТЕРКООПБАНК",
			"ЗАО ИНТЕРКРЕДИТ",
			"ОАО ИНТЕРНАЦИОНАЛЬНЫЙ ТОРГОВЫЙ БАНК",
			"ЗАО ИНТЕРПРОГРЕССБАНК",
			"ЗАО ИНТЕРПРОМБАНК",
			"ОАО ИНТЕХБАНК",
			"ОАО ИНТРАСТБАНК",
			"ООО ИНФОРМПРОГРЕСС",
			"ООО ИНЭКО",
			"ООО ИПОЗЕМБАНК",
			"ЗАО ИПОТЕК БАНК",
			"ОАО ИРОНБАНК",
			"ЗАО ИРС",
			"ЗАО ИС БАНК",
			"ООО ИСТКОМ-ФИНАНС",
			"ООО ИТУРУП",
			"ЗАО ИШБАНК",
			"ОАО ЙОШКАР-ОЛА",
			"ЗАО КАВКАЗ-ГЕЛИОС",
			"ООО КАЛУГА",
			"ООО КАМСКИЙ ГОРИЗОНТ",
			"ООО КАМСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО КАМЧАТКА",
			"ОАО КАМЧАТКОМАГРОПРОМБАНК",
			"ООО КАНСКИЙ",
			"ЗАО КАПИТАЛ",
			"ООО КАПИТАЛ КРЕДИТ",
			"ОАО КАПИТАЛБАНК",
			"ЗАО КАРА АЛТЫН",
			"ООО КАСПИЙ",
			"ОАО КАУРИ",
			"ООО КБЦ",
			"ЗАО КЕДР",
			"ОАО КЕМСОЦИНБАНК",
			"ООО КЕТОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО КИВИ БАНК",
			"ООО КИП-БАНК",
			"ЗАО КЛАССИК ЭКОНОМ БАНК",
			"ОАО КЛИЕНТСКИЙ",
			"ЗАО КЛИРИНГОВЫЙ ДОМ",
			"ОАО КОДЕКС",
			"ООО КОЛЬЦО УРАЛА",
			"ЗАО КОММЕРЦБАНК (ЕВРАЗИЯ)",
			"ООО КОММЕРЧЕСКИЙ БАНК РАЗВИТИЯ",
			"ООО КОММЕРЧЕСКИЙ ИНДО БАНК",
			"ОАО КОМПАНИЯ РОЗНИЧНОГО КРЕДИТОВАНИЯ",
			"ОАО КОНГРЕСС-БАНК",
			"ОАО КОНСЕРВАТИВНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО КОНСТАНС-БАНК",
			"ООО КОНТИНЕНТАЛЬ",
			"ООО КОНФИДЭНС БАНК",
			"ОАО КОР",
			"ЗАО КОРОЛЕВСКИЙ БАНК ШОТЛАНДИИ",
			"ОАО КОСМОС",
			"ООО КОСТРОМАСЕЛЬКОМБАНК",
			"ЗАО КОШЕЛЕВ-БАНК",
			"ОАО КРАЙИНВЕСТБАНК",
			"ЗАО КРАНБАНК",
			"ООО КРАСНОЯРСКИЙ КРАЕВОЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО КРЕДИ АГРИКОЛЬ КИБ",
			"ЗАО КРЕДИТ ЕВРОПА БАНК",
			"ОАО КРЕДИТ УРАЛ БАНК",
			"ООО КРЕДИТ ЭКСПРЕСС",
			"ООО КРЕДИТАЛЬЯНС",
			"ОАО КРЕДИТБАНК",
			"ООО КРЕДИТИМПЭКС БАНК",
			"ООО КРЕДИТИНВЕСТ",
			"ОАО КРЕДИТ-МОСКВА",
			"ООО КРЕДО ФИНАНС",
			"ОАО КРЕДПРОМБАНК",
			"ООО КРЕМЛЕВСКИЙ",
			"ООО КРОКУС-БАНК",
			"ООО КРОНА-БАНК",
			"ОАО КРОСНА-БАНК",
			"ОАО КРОССИНВЕСТБАНК",
			"ОАО КРЫЛОВСКИЙ",
			"ОАО КС БАНК",
			"ООО КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК",
			"ООО КУБАНЬ КРЕДИТ",
			"ЗАО КУБАНЬТОРГБАНК",
			"ОАО КУЗБАССХИМБАНК",
			"ОАО КУЗНЕЦКБИЗНЕСБАНК",
			"ОАО КУЗНЕЦКИЙ",
			"ОАО КУЗНЕЦКИЙ МОСТ",
			"ОАО КУРГАН",
			"ОАО КУРСКПРОМБАНК",
			"ООО КУТУЗОВСКИЙ",
			"ООО КЭБ БАНК РУС",
			"ЗАО ЛАДА-КРЕДИТ",
			"ООО ЛАЙТБАНК",
			"ЗАО ЛАНТА-БАНК",
			"ОАО ЛЕВОБЕРЕЖНЫЙ",
			"ОАО ЛЕГИОН",
			"ООО ЛЕНОБЛБАНК",
			"ОАО ЛЕСБАНК",
			"ОАО ЛЕТО БАНК",
			"ОАО ЛЕФКО-БАНК",
			"ЗАО ЛИДЕР",
			"ОАО ЛИНК-БАНК",
			"ОАО ЛИПЕЦКИЙ ОБЛАСТНОЙ БАНК",
			"ОАО ЛИПЕЦККОМБАНК",
			"ООО ЛОГОС",
			"ЗАО ЛОКО-БАНК",
			"ЗАО ЛЭНД-БАНК",
			"ОАО М2М ПРАЙВЕТ БАНК",
			"ЗАО МАЙКОПБАНК",
			"ООО МАЙМА",
			"ООО МАЙСКИЙ",
			"ООО МАК-БАНК",
			"ООО МАКСИМА",
			"ОАО МАКСИМУМ",
			"ОАО МАСТ-БАНК",
			"ОАО МАСТЕР-БАНК",
			"ОАО МАСТЕР-КАПИТАЛ",
			"ООО МАХАЧКАЛИНСКИЙ ГОРОДСКОЙ БАНК",
			"ООО МБА-МОСКВА",
			"ЗАО МБР-БАНК",
			"ООО МВС БАНК",
			"ООО МГМБ",
			"ОАО МДМ БАНК",
			"ЗАО МЕГА БАНК",
			"ООО МЕГАПОЛИС",
			"ООО МЕЖБАНКОВСКИЙ КРЕДИТНЫЙ СОЮЗ",
			"ЗАО МЕЖБАНКОВСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ООО МЕЖДУНАРОДНАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО МЕЖДУНАРОДНАЯ УРАЛЬСКАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО МЕЖДУНАРОДНЫЙ АКЦИОНЕРНЫЙ БАНК",
			"ЗАО МЕЖДУНАРОДНЫЙ БАНК РАЗВИТИЯ",
			"ОАО МЕЖДУНАРОДНЫЙ БАНК САНКТ-ПЕТЕРБУРГА",
			"ЗАО МЕЖДУНАРОДНЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО МЕЖДУНАРОДНЫЙ РАСЧЕТНЫЙ БАНК",
			"ООО МЕЖДУНАРОДНЫЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО МЕЖДУНАРОДНЫЙ ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ",
			"ООО МЕЖДУНАРОДНЫЙ ФОНДОВЫЙ БАНК",
			"ООО МЕЖОТРАСЛЕВАЯ БАНКОВСКАЯ КОРПОРАЦИЯ",
			"ООО МЕЖПРОМБАНК ПЛЮС",
			"ООО МЕЖРЕГИОНАЛЬНЫЙ КЛИРИНГОВЫЙ БАНК",
			"ЗАО МЕЖРЕГИОНАЛЬНЫЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ООО МЕЖРЕГИОНАЛЬНЫЙ ПОЧТОВЫЙ БАНК",
			"ООО МЕЖРЕГИОНБАНК",
			"ОАО МЕЖТОПЭНЕРГОБАНК",
			"ООО МЕЖТРАСТБАНК",
			"ООО МЕРСЕДЕС-БЕНЦ БАНК РУС",
			"ООО МЕСЕД",
			"ООО МЕСТНЫЙ КРЕДИТ",
			"ОАО МЕТАЛЛИНВЕСТБАНК",
			"ООО МЕТАЛЛУРГ",
			"ОАО МЕТАЛЛУРГИЧЕСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО МЕТКОМБАНК",
			"ЗАО МЕТРОБАНК",
			"ООО МЕТРОПОЛЬ",
			"ЗАО МЗБ",
			"ЗАО МИБ",
			"ОАО МИ-БАНК",
			"ЗАО МИГОМ",
			"ЗАО МИДЗУХО БАНК (МОСКВА)",
			"ООО МИКО-БАНК",
			"ООО МИЛБАНК",
			"ЗАО МИЛЛЕНИУМ БАНК",
			"ЗАО МИР БИЗНЕС БАНК",
			"ЗАО МИРА-БАНК",
			"ЗАО МИРАФ-БАНК",
			"ОАО МИРЪ",
			"ОАО МИХАЙЛОВСКИЙ ПЖСБ",
			"ОАО МКБ",
			"ООО МКБ ИМ. С. ЖИВАГО",
			"ООО МНИБ",
			"ООО МОБИ.ДЕНЬГИ",
			"ОАО МОБИЛБАНК",
			"ООО МОБИЛЬНАЯ КАРТА",
			"ООО МОЙ БАНК",
			"ОАО МОЙ БАНК. ИПОТЕКА",
			"ООО МОНЕТА.РУ",
			"ОАО МОНЕТНЫЙ ДОМ",
			"ООО МОНОЛИТ",
			"ООО МОРГАН СТЭНЛИ БАНК",
			"ОАО МОРСКОЙ БАНК",
			"ОАО МОСВОДОКАНАЛБАНК",
			"ОАО МОСКВА",
			"ОАО МОСКВА-СИТИ",
			"ЗАО МОСКОВСКИЙ ВЕКСЕЛЬНЫЙ БАНК",
			"ОАО МОСКОВСКИЙ ИНДУСТРИАЛЬНЫЙ БАНК",
			"ООО МОСКОВСКИЙ КАПИТАЛ",
			"ОАО МОСКОВСКИЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ОАО МОСКОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО МОСКОВСКИЙ КРЕДИТНЫЙ БАНК",
			"ОАО МОСКОВСКИЙ НЕФТЕХИМИЧЕСКИЙ БАНК",
			"ОАО МОСКОВСКИЙ ОБЛАСТНОЙ БАНК",
			"ОАО МОСКОВСКОЕ ИПОТЕЧНОЕ АГЕНТСТВО",
			"ОАО МОСКОВСКО-ПАРИЖСКИЙ БАНК",
			"ОАО МОСКОММЕРЦБАНК",
			"ЗАО МОСКОМПРИВАТБАНК",
			"ЗАО МОССТРОЙЭКОНОМБАНК",
			"ОАО МОСТРАНСБАНК",
			"ЗАО МОСУРАЛБАНК",
			"ОАО МПСБ",
			"ЗАО МС БАНК РУС",
			"ОАО МСКБ",
			"ОАО МСП БАНК",
			"ЗАО МТИ-БАНК",
			"ОАО МТС-БАНК",
			"ОАО МУЛЬТИБАНК",
			"ЗАО МУНИЦИПАЛЬНЫЙ КАМЧАТПРОФИТБАНК",
			"ОАО МУНИЦИПАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО МУРМАНСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО МФТ-БАНК",
			"ОАО МЦМ",
			"ОАО НАВИГАТОР",
			"ОАО НАДЕЖНОСТЬ",
			"ОАО НАДЕЖНЫЙ БАНК",
			"ООО НАЛЬЧИК",
			"ЗАО НАРАТБАНК",
			"ЗАО НАРОДНЫЙ БАНК",
			"ОАО НАРОДНЫЙ БАНК РЕСПУБЛИКИ ТЫВА",
			"ОАО НАРОДНЫЙ ДОВЕРИТЕЛЬНЫЙ БАНК",
			"ОАО НАРОДНЫЙ ЗЕМЕЛЬНО-ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО НАРОДНЫЙ КРЕДИТ",
			"ЗАО НАТИКСИС БАНК",
			"ООО НАФТАБАНК",
			"ОАО НАЦИОНАЛЬНЫЙ БАНК РАЗВИТИЯ БИЗНЕСА",
			"ЗАО НАЦИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО НАЦИОНАЛЬНЫЙ ИНВЕСТИЦИОННО-ПРОМЫШЛЕННЫЙ",
			"ЗАО НАЦИОНАЛЬНЫЙ КЛИРИНГОВЫЙ ЦЕНТР",
			"ЗАО НАЦИОНАЛЬНЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ОАО НАЦИОНАЛЬНЫЙ РЕЗЕРВНЫЙ БАНК",
			"ООО НАЦИОНАЛЬНЫЙ СТАНДАРТ",
			"ОАО НАЦКОРПБАНК",
			"ОАО НАШ БАНК",
			"ЗАО НАШ ДОМ",
			"ЗАО НБВК",
			"ОАО НБД-БАНК",
			"ОАО НБК-БАНК",
			"ООО НЕВАСТРОЙИНВЕСТ",
			"ОАО НЕВСКИЙ НАРОДНЫЙ БАНК",
			"ООО НЕЙВА",
			"ООО НЕОПОЛИС-БАНК",
			"ОАО НЕРЮНГРИБАНК",
			"ЗАО НЕФТЕПРОМБАНК",
			"ОАО НЕФТЯНОЙ АЛЬЯНС",
			"ОАО НЗБАНК",
			"ЗАО НИБ",
			"ОАО НИЖНЕВОЛЖСКИЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО НИКО-БАНК",
			"ОАО НК БАНК",
			"ООО НКБ",
			"ЗАО НОВАХОВКАПИТАЛБАНК",
			"ОАО НОВАЦИЯ",
			"ЗАО НОВИКОМБАНК",
			"ОАО НОВОБАНК",
			"ООО НОВОЕ ВРЕМЯ",
			"ООО НОВОКИБ",
			"ОАО НОВОКУЗНЕЦКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО НОВОПОКРОВСКИЙ",
			"ОАО НОВОСИБИРСКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ООО НОВЫЙ ВЕК",
			"ООО НОВЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ЗАО НОВЫЙ КРЕДИТНЫЙ СОЮЗ",
			"ООО НОВЫЙ МОСКОВСКИЙ БАНК",
			"ЗАО НОВЫЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ЗАО НОВЫЙ СИМВОЛ",
			"ОАО НОКССБАНК",
			"ЗАО НООСФЕРА",
			"ОАО НОРДЕА БАНК",
			"ОАО НОТА-БАНК",
			"ООО НР БАНК",
			"ЗАО НРД",
			"ООО НРК",
			"ЗАО НС БАНК",
			"ОАО НСТ-БАНК",
			"ЗАО НФК",
			"ООО НЭКЛИС-БАНК",
			"ЗАО ОБРАЗОВАНИЕ",
			"ОАО ОБЪЕДИНЕННАЯ РАСЧЕТНАЯ СИСТЕМА",
			"ОАО ОБЪЕДИНЕННЫЙ БАНК ПРОМЫШЛЕННЫХ ИНВЕСТИЦИЙ",
			"ООО ОБЪЕДИНЕННЫЙ БАНК РАЗВИТИЯ",
			"ООО ОБЪЕДИНЕННЫЙ БАНК РЕСПУБЛИКИ",
			"ООО ОБЪЕДИНЕННЫЙ ГОРНЫЙ БАНК",
			"ОАО ОБЪЕДИНЕННЫЙ КАПИТАЛ",
			"ОАО ОБЪЕДИНЕННЫЙ КРЕДИТНЫЙ БАНК",
			"ООО ОБЪЕДИНЕННЫЙ НАЦИОНАЛЬНЫЙ БАНК",
			"ООО ОГНИ МОСКВЫ",
			"ООО ОДИНБАНК",
			"ЗАО ОКЕАН БАНК",
			"ООО ОЛМА-БАНК",
			"ОАО ОНЕГО",
			"ООО ОНЕЙ БАНК",
			"ЗАО ОНЛАЙН БАНК",
			"ООО ОПМ-БАНК",
			"ЗАО ОРБАНК",
			"ООО ОРГБАНК",
			"ОАО ОРЛОВСКИЙ СОЦИАЛЬНЫЙ БАНК",
			"ОАО ОТКРЫТИЕ",
			"ОАО ОТП БАНК",
			"ОАО ОФК БАНК",
			"ООО ОХАБАНК",
			"ООО ОХОТНЫЙ РЯД",
			"ООО ПАРИТЕТ",
			"ООО ПАРТНЕРБАНК",
			"ЗАО ПВ-БАНК",
			"ЗАО ПЕРВОМАЙСКИЙ",
			"ЗАО ПЕРВОУРАЛЬСКБАНК",
			"ООО ПЕРВЫЙ ДЕПОЗИТНЫЙ БАНК",
			"ЗАО ПЕРВЫЙ ДОРТРАНСБАНК",
			"ООО ПЕРВЫЙ ЗЕМЕЛЬНЫЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО ПЕРВЫЙ ИНВЕСТИЦИОННЫЙ",
			"ЗАО ПЕРВЫЙ КАПИТАЛ",
			"ООО ПЕРВЫЙ КЛИЕНТСКИЙ БАНК",
			"ОАО ПЕРВЫЙ ОБЪЕДИНЕННЫЙ БАНК",
			"ОАО ПЕРВЫЙ РЕСПУБЛИКАНСКИЙ БАНК",
			"ООО ПЕРВЫЙ ЧЕШСКО-РОССИЙСКИЙ БАНК",
			"ОАО ПЕРВЫЙ ЭКСПРЕСС",
			"ЗАО ПЕРЕСВЕТ",
			"ОАО ПЕРМЬ",
			"ЗАО ПЕТЕРБУРГСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ОАО ПЕТЕРБУРГСКИЙ СОЦИАЛЬНЫЙ КОМ. БАНК",
			"ОАО ПЕТРО-АЭРО-БАНК",
			"ОАО ПЕТРОКОММЕРЦ",
			"ОАО ПЕТРОФФ-БАНК",
			"ООО ПИР БАНК",
			"ООО ПК-БАНК",
			"ЗАО ПЛАТЕЖНЫЙ КЛИРИНГОВЫЙ ДОМ",
			"ОАО ПЛАТЕЖНЫЙ СЕРВИСНЫЙ БАНК",
			"ООО ПЛАТЕЖНЫЙ ЦЕНТР",
			"ООО ПЛАТИНА",
			"ООО ПЛАТО-БАНК",
			"ОАО ПЛЮС БАНК",
			"ЗАО ПОВОЛЖСКИЙ НЕМЕЦКИЙ БАНК",
			"ОАО ПОЙДЁМ!",
			"ЗАО ПОЧТОБАНК",
			"ОАО ПРАЙМ ФИНАНС",
			"ООО ПРЕМИУМ",
			"ЗАО ПРЕМЬЕР",
			"ООО ПРЕОДОЛЕНИЕ",
			"ООО ПРЕСТИЖКРЕДИТБАНК",
			"ОАО ПРИКАМЬЕ",
			"ООО ПРИМОРСКИЙ ТЕРРИТОРИАЛЬНЫЙ",
			"ОАО ПРИМОРЬЕ",
			"ОАО ПРИМСОЦБАНК",
			"ОАО ПРИНТБАНК",
			"ЗАО ПРИОБЬЕ",
			"ОАО ПРИО-ВНЕШТОРГБАНК",
			"ОАО ПРИОРИТЕТ",
			"ЗАО ПРИПОЛЯРНЫЙ",
			"ООО ПРИРОДА",
			"ЗАО ПРИСКО КАПИТАЛ БАНК",
			"ОАО ПРОБИЗНЕСБАНК",
			"ООО ПРОКОММЕРЦБАНК",
			"ОАО ПРОМИНВЕСТБАНК",
			"ООО ПРОМРЕГИОНБАНК",
			"ЗАО ПРОМСБЕРБАНК",
			"ОАО ПРОМСВЯЗЬБАНК",
			"ООО ПРОМСВЯЗЬИНВЕСТБАНК",
			"ООО ПРОМСЕЛЬХОЗБАНК",
			"ООО ПРОМТРАНСБАНК",
			"ОАО ПРОМЫШЛЕННО-ФИНАНСОВОЕ СОТРУДНИЧЕСТВО",
			"ОАО ПРОМЭНЕРГОБАНК",
			"ЗАО ПРОФЕССИОНАЛ БАНК",
			"ОАО ПРОФЕССИОНАЛЬНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ПРОФИТ БАНК",
			"ООО ПРОХЛАДНЫЙ",
			"ООО ПУЛЬС СТОЛИЦЫ",
			"ОАО ПУРПЕ",
			"ОАО ПУШКИНО",
			"ООО ПЭЙПАЛ РУ",
			"ООО ПЭЙЮ",
			"ОАО РАДИАН",
			"ОАО РАДИОТЕХБАНК",
			"ООО РАЗВИТИЕ",
			"ОАО РАЗВИТИЕ-СТОЛИЦА",
			"ЗАО РАЙФФАЙЗЕНБАНК",
			"ООО РАПИДА",
			"ООО РАСЧЕТНО-КРЕДИТНЫЙ БАНК",
			"ООО РАСЧЕТНЫЙ БАНКОВСКИЙ ЦЕНТР",
			"ООО РАСЧЕТНЫЙ ДОМ",
			"ООО РАТИБОР-БАНК",
			"ООО РБА",
			"ОАО РЕГИОНАЛЬНЫЙ БАНК РАЗВИТИЯ",
			"ООО РЕГИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО РЕГИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО РЕГИОНАЛЬНЫЙ КОРПОРАТИВНЫЙ БАНК",
			"ОАО РЕГИОНАЛЬНЫЙ КРЕДИТ",
			"ООО РЕГИОНФИНАНСБАНК",
			"ООО РЕГНУМ",
			"ОАО РЕЗЕРВ",
			"ООО РЕНЕССАНС",
			"ООО РЕНЕССАНС КРЕДИТ",
			"ОАО РЕНТА-БАНК",
			"ОАО РЕСО КРЕДИТ",
			"ООО РЕСПУБЛИКАНСКИЙ КРЕДИТНЫЙ АЛЬЯНС",
			"ЗАО РЕСУРС-ТРАСТ",
			"ООО РИАЛ-КРЕДИТ",
			"ООО РИБ",
			"ООО РИНВЕСТБАНК",
			"ООО РИНГКОМБАНК",
			"ООО РИТ-БАНК",
			"ЗАО РН БАНК",
			"ООО РОСАВТОБАНК",
			"ОАО РОСБАНК",
			"ОАО РОСБИЗНЕСБАНК",
			"ОАО РОСГОССТРАХ БАНК",
			"ОАО РОСДОРБАНК",
			"ОАО РОСЕВРОБАНК",
			"ЗАО РОСИНТЕРБАНК",
			"ОАО РОССЕЛЬХОЗБАНК",
			"ОАО РОССИЙСКАЯ ФИНАНСОВАЯ КОРПОРАЦИЯ",
			"ОАО РОССИЙСКИЙ КАПИТАЛ",
			"ОАО РОССИЙСКИЙ КРЕДИТ",
			"ОАО РОССИЙСКИЙ НАЦИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ООО РОССИЙСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
			"ООО РОССИТА-БАНК",
			"ОАО РОССИЯ",
			"ОАО РОСТ БАНК",
			"ЗАО РОСТОВСКИЙ УНИВЕРСАЛЬНЫЙ",
			"ООО РОСТФИНАНС",
			"ЗАО РОСЭКСИМБАНК",
			"ЗАО РОСЭНЕРГОБАНК",
			"ОАО РОЯЛ КРЕДИТ БАНК",
			"ЗАО РП СВМБ",
			"ЗАО РСКБ",
			"ЗАО РТС-БАНК",
			"ЗАО РУБЛЕВ",
			"ООО РУБЛЕВСКИЙ",
			"ЗАО РУНА-БАНК",
			"ЗАО РУНЭТБАНК",
			"ОАО РУСИЧ ЦЕНТР БАНК",
			"ОАО РУСКОБАНК",
			"ЗАО РУСНАРБАНК",
			"ООО РУССКИЙ БАНК СБЕРЕЖЕНИЙ",
			"ЗАО РУССКИЙ БАНКИРСКИЙ ДОМ",
			"ОАО РУССКИЙ ЗЕМЕЛЬНЫЙ БАНК",
			"ЗАО РУССКИЙ ИНВЕСТИЦИОННЫЙ АЛЬЯНС",
			"ООО РУССКИЙ ИПОТЕЧНЫЙ БАНК",
			"ЗАО РУССКИЙ МЕЖДУНАРОДНЫЙ БАНК",
			"ООО РУССКИЙ НАЦИОНАЛЬНЫЙ БАНК",
			"ОАО РУССКИЙ РЕГИОНАЛЬНЫЙ БАНК",
			"ЗАО РУССКИЙ СТАНДАРТ",
			"ЗАО РУССКИЙ СТРОИТЕЛЬНЫЙ БАНК",
			"ООО РУССКИЙ ТОРГОВЫЙ БАНК",
			"ЗАО РУССКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО РУССКИЙ ФИНАНСОВЫЙ АЛЬЯНС",
			"ЗАО РУССКО-ГЕРМАНСКИЙ ТОРГОВЫЙ БАНК А.О.",
			"ООО РУССКОЕ ФИНАНСОВОЕ ОБЩЕСТВО",
			"ЗАО РУССЛАВБАНК",
			"ОАО РУССОБАНК",
			"ООО РУСФИНАНС БАНК",
			"ООО РУСЬ",
			"ООО РУСЬУНИВЕРСАЛБАНК",
			"ОАО РУСЮГБАНК",
			"ЗАО РФИ БАНК",
			"ООО РЭБ",
			"ОАО САММИТ БАНК",
			"ЗАО САНКТ-ПЕТЕРБУРГСКИЙ БАНК ИНВЕСТИЦИЙ",
			"ООО САРАТОВ",
			"ОАО САРОВБИЗНЕСБАНК",
			"ООО САХАДАЙМОНДБАНК",
			"ОАО САХАЛИН-ВЕСТ",
			"ОАО СБЕРБАНК РОССИИ",
			"ЗАО СБЕРИНВЕСТБАНК",
			"ОАО СВЕДБАНК",
			"ЗАО СВЯЗНОЙ БАНК",
			"ОАО СВЯЗЬ-БАНК",
			"ОАО СДМ-БАНК",
			"ОАО СЕВАСТОПОЛЬСКИЙ МОРСКОЙ БАНК",
			"ОАО СЕВЕРИНВЕСТБАНК",
			"ЗАО СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА",
			"ОАО СЕВЕРНЫЙ КРЕДИТ",
			"ОАО СЕВЕРНЫЙ МОРСКОЙ ПУТЬ",
			"ОАО СЕВЕРНЫЙ НАРОДНЫЙ БАНК",
			"ОАО СЕВЕРО-ВОСТОЧНЫЙ АЛЬЯНС",
			"ОАО СЕВЕРО-ЗАПАДНЫЙ 1 АЛЬЯНС БАНК",
			"ОАО СЕВЕРСТРОЙБАНК",
			"ОАО СЕВЗАПИНВЕСТПРОМБАНК",
			"ОАО СЕЛЬМАШБАНК",
			"ООО СЕМБАНК",
			"ООО СЕНАТОР",
			"ЗАО СЕРВИС-РЕЗЕРВ",
			"ООО СЕРГИЕВО-ПОСАДСКАЯ РАСЧЁТНАЯ ПАЛАТА",
			"ЗАО СЕТЕВАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ЗАО СЕТЕВОЙ НЕФТЯНОЙ БАНК",
			"ООО СЕТЕЛЕМ БАНК",
			"ОАО СИАБ",
			"ООО СИБИРСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
			"ЗАО СИБИРСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО СИБИРСКИЙ ЭНЕРГЕТИЧЕСКИЙ БАНК",
			"ОАО СИБКОНТАКТ",
			"ОАО СИБНЕФТЕБАНК",
			"ООО СИБСОЦБАНК",
			"ЗАО СИБЭС",
			"ОАО СИМБИРСК",
			"ОАО СИНЕРГИЯ",
			"ООО СИНКО-БАНК",
			"ООО СИСТЕМА",
			"ЗАО СИТИ ИНВЕСТ БАНК",
			"ЗАО СИТИБАНК",
			"ОАО СКА-БАНК",
			"ОАО СКБ-БАНК",
			"ЗАО СЛАВИЯ",
			"ЗАО СЛАВЯНБАНК",
			"ЗАО СЛАВЯНСКИЙ БАНК",
			"ООО СЛАВЯНСКИЙ КРЕДИТ",
			"ЗАО СМАРТБАНК",
			"ЗАО СМБ-БАНК",
			"ОАО СМОЛЕВИЧ",
			"ОАО СМОЛЕНСКИЙ БАНК",
			"ОАО СНЕЖИНСКИЙ",
			"ОАО СОБИНБАНК",
			"ЗАО СОВЕРЕН БАНК",
			"ЗАО СОВЕТСКИЙ",
			"ООО СОВИНКОМ",
			"ООО СОВКОМБАНК",
			"ООО СОВРЕМЕННЫЕ СТАНДАРТЫ БИЗНЕСА",
			"ЗАО СОВРЕМЕННЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО СОДРУЖЕСТВО",
			"ОАО СОКОЛОВСКИЙ",
			"ЗАО СОЛИД БАНК",
			"ОАО СОЛИДАРНОСТЬ",
			"ЗАО СОЛИДАРНОСТЬ",
			"ОАО СООТЕЧЕСТВЕННИКИ",
			"ЗАО СОФРИНО",
			"ОАО СОЦГОРБАНК",
			"ОАО СОЦИНВЕСТБАНК",
			"ООО СОЦИУМ-БАНК",
			"ООО СОЦКРЕДИТБАНК",
			"ООО СОЦЭКОНОМБАНК",
			"ООО СОЧИ",
			"ОАО СОЮЗ",
			"ООО СОЮЗНЫЙ",
			"ООО СОЮЗПРОМБАНК",
			"ОАО СПБРР",
			"ООО СПЕЦСЕТЬСТРОЙБАНК",
			"ООО СПЕЦСТРОЙБАНК",
			"ОАО СПИРИТБАНК",
			"ОАО СПУРТ",
			"ОАО СПУТНИК",
			"ОАО СТАВРОПОЛЬПРОМСТРОЙБАНК",
			"ООО СТАР АЛЬЯНС",
			"ЗАО СТАРБАНК",
			"ООО СТАРООСКОЛЬСКИЙ АГРОПРОМБАНК",
			"ООО СТАРЫЙ КРЕМЛЬ",
			"ОАО СТЕЛЛА-БАНК",
			"ООО СТОЛИЧНЫЙ КРЕДИТ",
			"ОАО СТРАТЕГИЯ",
			"ООО СТРОЙИНДБАНК",
			"ЗАО СТРОЙКОМБАНК",
			"ОАО СТРОЙКРЕДИТ",
			"ООО СТРОЙЛЕСБАНК",
			"ООО СУДОСТРОИТЕЛЬНЫЙ БАНК",
			"ЗАО СУМИТОМО МИЦУИ РУС БАНК",
			"ООО СУНЖА",
			"ЗАО СУРГУТНЕФТЕГАЗБАНК",
			"ООО СУРГУТСКИЙ ЦЕНТРАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
			"ОАО СЭБ БАНК",
			"ЗАО ТААТТА",
			"ОАО ТАВРИЧЕСКИЙ",
			"ОАО ТАГАНРОГБАНК",
			"ОАО ТАГИЛБАНК",
			"ООО ТАЙДОН",
			"ОАО ТАЙМ БАНК",
			"ООО ТАЛЬМЕНКА-БАНК",
			"ОАО ТАМБОВКРЕДИТПРОМБАНК",
			"ООО ТАНДЕМ",
			"ООО ТАТАГРОПРОМБАНК",
			"ЗАО ТАТСОЦБАНК",
			"ОАО ТАТФОНДБАНК",
			"ЗАО ТАУРУС БАНК",
			"ОАО ТВЕРЬУНИВЕРСАЛБАНК",
			"ЗАО ТЕКСБАНК",
			"ОАО ТЕМПБАНК",
			"ЗАО ТЕНДЕР-БАНК",
			"ЗАО ТЕРРА",
			"ЗАО ТЕТРАПОЛИС",
			"ОАО ТИХООКЕАНСКИЙ ВНЕШТОРГБАНК",
			"ЗАО ТКС БАНК",
			"ЗАО ТОЙОТА БАНК",
			"ЗАО ТОЛЬЯТТИХИМБАНК",
			"ОАО ТОМСКПРОМСТРОЙБАНК",
			"ООО ТОР КРЕДИТ",
			"ЗАО ТОРГОВО-ПРОМЫШЛЕННЫЙ БАНК КИТАЯ",
			"ОАО ТОРГОВО-СТРОИТЕЛЬНЫЙ БАНК",
			"ОАО ТОРГОВЫЙ ГОРОДСКОЙ БАНК",
			"ОАО ТОРЖОКУНИВЕРСАЛБАНК",
			"ООО ТРАДИЦИЯ",
			"ЗАО ТРАДО-БАНК",
			"ООО ТРАНЗИТ",
			"ОАО ТРАНСКАПИТАЛБАНК",
			"ООО ТРАНСНАЦИОНАЛЬНЫЙ БАНК",
			"ООО ТРАНСПОРТНЫЙ",
			"ООО ТРАНСПОРТНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ЗАО ТРАНССТРОЙБАНК",
			"ООО ТРАНСЭНЕРГОБАНК",
			"ОАО ТРАСТ",
			"ЗАО ТРАСТ КАПИТАЛ БАНК",
			"ООО ТРАСТОВЫЙ БАНК",
			"ООО ТРАСТОВЫЙ РЕСПУБЛИКАНСКИЙ БАНК",
			"ООО ТРЕВЕЛ БАНК",
			"ОАО ТРОЙКА",
			"ЗАО ТРОЙКА-Д БАНК",
			"ОАО ТУВАКРЕДИТ",
			"ОАО ТУЛЬСКИЙ ПРОМЫШЛЕННИК",
			"ОАО ТУЛЬСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
			"ЗАО ТУРБОБАНК",
			"ЗАО ТУСАР",
			"ОАО ТЭМБР-БАНК",
			"ОАО ТЭСТ",
			"ЗАО ТЮМЕНЬАГРОПРОМБАНК",
			"ОАО УГЛЕМЕТБАНК",
			"ОАО УДМУРТИНВЕСТСТРОЙБАНК",
			"ОАО УДМУРТСКИЙ ПЕНСИОННЫЙ БАНК",
			"ООО УЗДАН",
			"ООО УИК-БАНК",
			"ООО УМУТ",
			"ООО УНИВЕРСАЛ",
			"ООО УНИВЕРСАЛТРАСТ",
			"ООО УНИВЕРСАЛЬНАЯ ЭЛЕКТРОННАЯ КАРТА",
			"ОАО УНИВЕРСАЛЬНЫЙ КРЕДИТ",
			"ЗАО УНИФИН",
			"ООО УНИФОНДБАНК",
			"ЗАО УРАЛЛИГА",
			"ЗАО УРАЛПРИВАТБАНК",
			"ОАО УРАЛПРОМБАНК",
			"ОАО УРАЛСИБ",
			"ОАО УРАЛТРАНСБАНК",
			"ООО УРАЛФИНАНС",
			"ОАО УРАЛФИНПРОМБАНК",
			"ЗАО УРАЛЬСКАЯ РАСЧЕТНАЯ ПАЛАТА",
			"ОАО УРАЛЬСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
			"ООО УРАЛЬСКИЙ КАПИТАЛ",
			"ООО УРАЛЬСКИЙ МЕЖРЕГИОНАЛЬНЫЙ БАНК",
			"ОАО УРАЛЬСКИЙ ТРАСТОВЫЙ БАНК",
			"ОАО УРАЛЬСКИЙ ФИНАНСОВЫЙ ДОМ",
			"ЗАО УРИ БАНК",
			"ОАО УССУРИ",
			"ООО ФДБ",
			"ЗАО ФЕДЕРАЛЬНЫЙ БАНК ИННОВАЦИЙ И РАЗВИТИЯ",
			"ОАО ФЕДЕРАЛЬНЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
			"ООО ФЕМИЛИ",
			"ЗАО ФИА-БАНК",
			"ОАО ФИДБЭК",
			"ООО ФИНАНС БИЗНЕС БАНК",
			"ООО ФИНАНСОВО-ПРОМЫШЛЕННЫЙ КАПИТАЛ",
			"ООО ФИНАНСОВЫЕ УСЛУГИ",
			"ООО ФИНАНСОВЫЙ КАПИТАЛ",
			"ООО ФИНАНСОВЫЙ СТАНДАРТ",
			"ЗАО ФИНАРС БАНК",
			"ОАО ФИНПРОМБАНК",
			"ОАО ФИНСЕРВИС",
			"ООО ФИНТРАСТБАНК",
			"ОАО ФК ОТКРЫТИЕ",
			"ОАО ФЛОРА-МОСКВА",
			"ООО ФОЛЬКСВАГЕН БАНК РУС",
			"ОАО ФОНДСЕРВИСБАНК",
			"ЗАО ФОРА-БАНК",
			"ОАО ФОРБАНК",
			"ЗАО ФОРУС БАНК",
			"ЗАО ФОРШТАДТ",
			"ЗАО ФРЕСКО БАНК",
			"ЗАО ФРЦ",
			"ОАО ФЬЮЧЕР",
			"ООО ХАКАССКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
			"ОАО ХАНТЫ-МАНСИЙСКИЙ БАНК",
			"ООО ХЕЛЛЕНИК БАНК",
			"ОАО ХИМИК",
			"ООО ХКФ БАНК",
			"ОАО ХЛЫНОВ",
			"ЗАО ХОВАНСКИЙ",
			"ООО ХОЛДИНВЕСТБАНК",
			"ООО ХОЛДИНГ-КРЕДИТ",
			"ЗАО ХОЛМСК",
			"ООО ЦЕНТР МЕЖБАНКОВСКИХ РАСЧЕТОВ",
			"ООО ЦЕНТРАЛЬНО-АЗИАТСКИЙ",
			"ООО ЦЕНТРАЛЬНО-ЕВРОПЕЙСКИЙ БАНК",
			"ОАО ЦЕНТР-ИНВЕСТ",
			"ООО ЦЕНТРКОМБАНК",
			"ЗАО ЦЕНТРОКРЕДИТ",
			"ЗАО ЦЕРИХ",
			"ООО ЧАЙНА КОНСТРАКШН БАНК",
			"ЗАО ЧАСТНЫЙ РКЦ",
			"ОАО ЧЕЛИНДБАНК",
			"ОАО ЧЕЛЯБИНВЕСТБАНК",
			"ОАО ЧУВАШКРЕДИТПРОМБАНК",
			"ООО ЭЙЧ-ЭС-БИ-СИ БАНК (РР)",
			"ООО ЭКО-ИНВЕСТ",
			"ЗАО ЭКОНОМБАНК",
			"ООО ЭКОНОМИКС-БАНК",
			"ОАО ЭКОНОМИЧЕСКИЙ СОЮЗ",
			"ОАО ЭКОПРОМБАНК",
			"ЗАО ЭКСИ-БАНК",
			"ЗАО ЭКСПЕРТ БАНК",
			"ООО ЭКСПОБАНК",
			"ОАО ЭКСПРЕСС",
			"ЗАО ЭКСПРЕСС-ВОЛГА",
			"ЗАО ЭКСПРЕСС-КРЕДИТ",
			"ООО ЭЛ БАНК",
			"ОАО ЭЛЕКТРОНИКА",
			"ООО ЭЛЕКТРОННЫЙ ПЛАТЕЖНЫЙ СЕРВИС",
			"ООО ЭЛИТА",
			"ОАО ЭЛЛИПС БАНК",
			"ОАО ЭЛЬБИН",
			"ОАО ЭНЕРГОБАНК",
			"ООО ЭНЕРГОБИЗНЕС",
			"ОАО ЭНЕРГОМАШБАНК",
			"ООО ЭНЕРГОПРОМБАНК",
			"ОАО ЭНЕРГОТРАНСБАНК",
			"ОАО ЭНО",
			"ООО ЭНТУЗИАСТБАНК",
			"ООО ЭРГОБАНК",
			"ООО ЭСИДБАНК",
			"ООО Ю БИ ЭС БАНК",
			"ОАО ЮГ-ИНВЕСТБАНК",
			"ОАО ЮГРА",
			"ООО ЮЖНЫЙ РЕГИОНАЛЬНЫЙ БАНК",
			"ОАО ЮЖНЫЙ ТОРГОВЫЙ БАНК",
			"ЗАО ЮМК",
			"ООО ЮНИАСТРУМ БАНК",
			"ОАО ЮНИКОР",
			"ЗАО ЮНИКРЕДИТ БАНК",
			"ОАО ЮНИСТРИМ",
			"ООО ЮТИКПЭЙ",
			"ООО ЯНДЕКС.ДЕНЬГИ",
			"ЗАО ЯПЫ КРЕДИ БАНК МОСКВА",
			"ООО ЯР-БАНК",
			"ООО ЯРИНТЕРБАНК",
			"ЗАО ЯРОСЛАВ",
			"ОАО ЯРОСЛАВИЧ"});
			this.cBankName.Location = new System.Drawing.Point(632, 40);
			this.cBankName.Name = "cBankName";
			this.cBankName.Size = new System.Drawing.Size(281, 21);
			this.cBankName.TabIndex = 6;
			// 
			// dtpBeginContract
			// 
			this.dtpBeginContract.Location = new System.Drawing.Point(632, 64);
			this.dtpBeginContract.Name = "dtpBeginContract";
			this.dtpBeginContract.Size = new System.Drawing.Size(281, 20);
			this.dtpBeginContract.TabIndex = 7;
			// 
			// dtpLastContract
			// 
			this.dtpLastContract.Location = new System.Drawing.Point(632, 88);
			this.dtpLastContract.Name = "dtpLastContract";
			this.dtpLastContract.Size = new System.Drawing.Size(281, 20);
			this.dtpLastContract.TabIndex = 8;
			// 
			// table
			// 
			this.table.ColumnHeadersHeightSizeMode = System.Windows.Forms.DataGridViewColumnHeadersHeightSizeMode.AutoSize;
			this.table.Columns.AddRange(new System.Windows.Forms.DataGridViewColumn[] {
			this.Data1,
			this.Summa,
			this.Type,
			this.CountDays,
			this.Procent});
			this.table.Location = new System.Drawing.Point(16, 187);
			this.table.Name = "table";
			this.table.ScrollBars = System.Windows.Forms.ScrollBars.Vertical;
			this.table.Size = new System.Drawing.Size(586, 160);
			this.table.TabIndex = 12;
			this.table.CellContentClick += new System.Windows.Forms.DataGridViewCellEventHandler(this.TableCellContentClick);
			this.table.CellMouseDoubleClick += new System.Windows.Forms.DataGridViewCellMouseEventHandler(this.TableCellMouseDoubleClick);
			// 
			// Data1
			// 
			dataGridViewCellStyle1.Format = "d";
			dataGridViewCellStyle1.NullValue = null;
			this.Data1.DefaultCellStyle = dataGridViewCellStyle1;
			this.Data1.Frozen = true;
			this.Data1.HeaderText = "Дата";
			this.Data1.MaxInputLength = 32000;
			this.Data1.Name = "Data1";
			this.Data1.Resizable = System.Windows.Forms.DataGridViewTriState.True;
			// 
			// Summa
			// 
			this.Summa.Frozen = true;
			this.Summa.HeaderText = "Сумма  изъятых средств";
			this.Summa.Name = "Summa";
			// 
			// Type
			// 
			this.Type.HeaderText = "Тип";
			this.Type.Items.AddRange(new object[] {
			"Страховка",
			"Штраф",
			"СМС",
			"Прочие"});
			this.Type.Name = "Type";
			this.Type.Resizable = System.Windows.Forms.DataGridViewTriState.True;
			// 
			// CountDays
			// 
			this.CountDays.HeaderText = "Количество дней";
			this.CountDays.Name = "CountDays";
			this.CountDays.ReadOnly = true;
			// 
			// Procent
			// 
			this.Procent.HeaderText = "Процент";
			this.Procent.Name = "Procent";
			this.Procent.ReadOnly = true;
			// 
			// bRacchet
			// 
			this.bRacchet.Location = new System.Drawing.Point(628, 183);
			this.bRacchet.Name = "bRacchet";
			this.bRacchet.Size = new System.Drawing.Size(281, 32);
			this.bRacchet.TabIndex = 14;
			this.bRacchet.Text = "Рассчитать таблицу";
			this.bRacchet.UseVisualStyleBackColor = true;
			this.bRacchet.Click += new System.EventHandler(this.BRacchetClick);
			// 
			// bClearAllData
			// 
			this.bClearAllData.Location = new System.Drawing.Point(628, 221);
			this.bClearAllData.Name = "bClearAllData";
			this.bClearAllData.Size = new System.Drawing.Size(128, 32);
			this.bClearAllData.TabIndex = 16;
			this.bClearAllData.Text = "Сбросить все данные";
			this.bClearAllData.UseVisualStyleBackColor = true;
			this.bClearAllData.Click += new System.EventHandler(this.BClearAllDataClick);
			// 
			// bClearTableData
			// 
			this.bClearTableData.Location = new System.Drawing.Point(628, 259);
			this.bClearTableData.Name = "bClearTableData";
			this.bClearTableData.Size = new System.Drawing.Size(128, 32);
			this.bClearTableData.TabIndex = 17;
			this.bClearTableData.Text = "Сбросить таблицу 1";
			this.bClearTableData.UseVisualStyleBackColor = true;
			this.bClearTableData.Click += new System.EventHandler(this.BClearTableDataClick);
			// 
			// bSave
			// 
			this.bSave.Location = new System.Drawing.Point(628, 297);
			this.bSave.Name = "bSave";
			this.bSave.Size = new System.Drawing.Size(128, 32);
			this.bSave.TabIndex = 19;
			this.bSave.Text = "Сохранить результат";
			this.bSave.UseVisualStyleBackColor = true;
			this.bSave.Click += new System.EventHandler(this.BSaveClick);
			// 
			// gResult
			// 
			this.gResult.Controls.Add(this.label10);
			this.gResult.Controls.Add(this.label9);
			this.gResult.Controls.Add(this.label8);
			this.gResult.Controls.Add(this.label11);
			this.gResult.Controls.Add(this.label12);
			this.gResult.Controls.Add(this.label13);
			this.gResult.Controls.Add(this.label6);
			this.gResult.Controls.Add(this.label5);
			this.gResult.Controls.Add(this.label4);
			this.gResult.Controls.Add(this.label3);
			this.gResult.Controls.Add(this.label2);
			this.gResult.Controls.Add(this.label1);
			this.gResult.Location = new System.Drawing.Point(628, 335);
			this.gResult.Name = "gResult";
			this.gResult.Size = new System.Drawing.Size(281, 204);
			this.gResult.TabIndex = 19;
			this.gResult.TabStop = false;
			this.gResult.Text = "Результаты расчета";
			// 
			// label10
			// 
			this.label10.Location = new System.Drawing.Point(128, 178);
			this.label10.Name = "label10";
			this.label10.Size = new System.Drawing.Size(100, 23);
			this.label10.TabIndex = 14;
			this.label10.Text = "рублей";
			// 
			// label9
			// 
			this.label9.Location = new System.Drawing.Point(22, 173);
			this.label9.Name = "label9";
			this.label9.Size = new System.Drawing.Size(100, 23);
			this.label9.TabIndex = 13;
			this.label9.Text = "0.0";
			this.label9.TextAlign = System.Drawing.ContentAlignment.MiddleRight;
			// 
			// label8
			// 
			this.label8.Location = new System.Drawing.Point(6, 159);
			this.label8.Name = "label8";
			this.label8.Size = new System.Drawing.Size(211, 23);
			this.label8.TabIndex = 12;
			this.label8.Text = "Итоговая сумма к возмещению";
			// 
			// label11
			// 
			this.label11.Location = new System.Drawing.Point(128, 145);
			this.label11.Name = "label11";
			this.label11.Size = new System.Drawing.Size(100, 23);
			this.label11.TabIndex = 11;
			this.label11.Text = "рублей";
			// 
			// label12
			// 
			this.label12.Location = new System.Drawing.Point(6, 145);
			this.label12.Name = "label12";
			this.label12.Size = new System.Drawing.Size(116, 23);
			this.label12.TabIndex = 10;
			this.label12.Text = "0.0";
			this.label12.TextAlign = System.Drawing.ContentAlignment.TopRight;
			// 
			// label13
			// 
			this.label13.Location = new System.Drawing.Point(6, 122);
			this.label13.Name = "label13";
			this.label13.Size = new System.Drawing.Size(269, 23);
			this.label13.TabIndex = 9;
			this.label13.Text = "Сумма ущерба за период (табл. 2)";
			// 
			// label6
			// 
			this.label6.Location = new System.Drawing.Point(128, 99);
			this.label6.Name = "label6";
			this.label6.Size = new System.Drawing.Size(100, 23);
			this.label6.TabIndex = 5;
			this.label6.Text = "рублей";
			// 
			// label5
			// 
			this.label5.Location = new System.Drawing.Point(6, 99);
			this.label5.Name = "label5";
			this.label5.Size = new System.Drawing.Size(116, 23);
			this.label5.TabIndex = 4;
			this.label5.Text = "0.0";
			this.label5.TextAlign = System.Drawing.ContentAlignment.TopRight;
			// 
			// label4
			// 
			this.label4.Location = new System.Drawing.Point(6, 76);
			this.label4.Name = "label4";
			this.label4.Size = new System.Drawing.Size(269, 23);
			this.label4.TabIndex = 3;
			this.label4.Text = "Общая сумма процентов за весь период (табл. 1)";
			// 
			// label3
			// 
			this.label3.Location = new System.Drawing.Point(128, 48);
			this.label3.Name = "label3";
			this.label3.Size = new System.Drawing.Size(100, 23);
			this.label3.TabIndex = 2;
			this.label3.Text = "рублей";
			// 
			// label2
			// 
			this.label2.Location = new System.Drawing.Point(6, 48);
			this.label2.Name = "label2";
			this.label2.Size = new System.Drawing.Size(116, 23);
			this.label2.TabIndex = 1;
			this.label2.Text = "0.0";
			this.label2.TextAlign = System.Drawing.ContentAlignment.TopRight;
			// 
			// label1
			// 
			this.label1.Location = new System.Drawing.Point(6, 16);
			this.label1.Name = "label1";
			this.label1.Size = new System.Drawing.Size(269, 32);
			this.label1.TabIndex = 0;
			this.label1.Text = "Сумма изъятых за весь период средств в таблице 1";
			// 
			// table2
			// 
			this.table2.ColumnHeadersHeightSizeMode = System.Windows.Forms.DataGridViewColumnHeadersHeightSizeMode.AutoSize;
			this.table2.Columns.AddRange(new System.Windows.Forms.DataGridViewColumn[] {
			this.Date2,
			this.Summa2,
			this.CountMonths,
			this.sumTotal});
			this.table2.Location = new System.Drawing.Point(16, 376);
			this.table2.Name = "table2";
			this.table2.Size = new System.Drawing.Size(586, 160);
			this.table2.TabIndex = 13;
			// 
			// Date2
			// 
			this.Date2.HeaderText = "Дата";
			this.Date2.MaxInputLength = 10;
			this.Date2.Name = "Date2";
			this.Date2.SortMode = System.Windows.Forms.DataGridViewColumnSortMode.NotSortable;
			// 
			// Summa2
			// 
			this.Summa2.HeaderText = "Изъятые средства";
			this.Summa2.Name = "Summa2";
			// 
			// CountMonths
			// 
			this.CountMonths.HeaderText = "Количество месяцев";
			this.CountMonths.Name = "CountMonths";
			this.CountMonths.ReadOnly = true;
			// 
			// sumTotal
			// 
			this.sumTotal.HeaderText = "Сумма ущерба";
			this.sumTotal.Name = "sumTotal";
			this.sumTotal.ReadOnly = true;
			// 
			// label7
			// 
			this.label7.Font = new System.Drawing.Font("Microsoft Sans Serif", 8.25F, System.Drawing.FontStyle.Bold, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
			this.label7.Location = new System.Drawing.Point(16, 107);
			this.label7.Name = "label7";
			this.label7.Size = new System.Drawing.Size(137, 31);
			this.label7.TabIndex = 21;
			this.label7.Text = "Процентная ставка банка";
			// 
			// tBankProcent
			// 
			this.tBankProcent.Location = new System.Drawing.Point(159, 112);
			this.tBankProcent.Name = "tBankProcent";
			this.tBankProcent.Size = new System.Drawing.Size(286, 20);
			this.tBankProcent.TabIndex = 4;
			// 
			// label14
			// 
			this.label14.Font = new System.Drawing.Font("Microsoft Sans Serif", 8.25F, System.Drawing.FontStyle.Italic, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
			this.label14.Location = new System.Drawing.Point(16, 161);
			this.label14.Name = "label14";
			this.label14.Size = new System.Drawing.Size(429, 23);
			this.label14.TabIndex = 24;
			this.label14.Text = "Таблица 1. Расчет процентов за пользование чужими денежными средствами";
			// 
			// label15
			// 
			this.label15.Font = new System.Drawing.Font("Microsoft Sans Serif", 8.25F, System.Drawing.FontStyle.Italic, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
			this.label15.Location = new System.Drawing.Point(16, 351);
			this.label15.Name = "label15";
			this.label15.Size = new System.Drawing.Size(435, 23);
			this.label15.TabIndex = 25;
			this.label15.Text = "Таблица 2. Расчет суммы ущерба с учетом банковского процента по  кредиту";
			// 
			// button2
			// 
			this.button2.Location = new System.Drawing.Point(779, 259);
			this.button2.Name = "button2";
			this.button2.Size = new System.Drawing.Size(130, 32);
			this.button2.TabIndex = 18;
			this.button2.Text = "Сбросить таблицу 2";
			this.button2.UseVisualStyleBackColor = true;
			this.button2.Click += new System.EventHandler(this.Button2Click);
			// 
			// label16
			// 
			this.label16.Location = new System.Drawing.Point(16, 138);
			this.label16.Name = "label16";
			this.label16.Size = new System.Drawing.Size(137, 23);
			this.label16.TabIndex = 27;
			this.label16.Text = "Паспортные данные";
			// 
			// tPassport
			// 
			this.tPassport.Location = new System.Drawing.Point(159, 135);
			this.tPassport.Name = "tPassport";
			this.tPassport.Size = new System.Drawing.Size(286, 20);
			this.tPassport.TabIndex = 5;
			// 
			// label17
			// 
			this.label17.Location = new System.Drawing.Point(451, 132);
			this.label17.Name = "label17";
			this.label17.Size = new System.Drawing.Size(151, 23);
			this.label17.TabIndex = 29;
			this.label17.Text = "Адрес регистрации";
			// 
			// tAddress
			// 
			this.tAddress.Location = new System.Drawing.Point(632, 128);
			this.tAddress.Name = "tAddress";
			this.tAddress.Size = new System.Drawing.Size(281, 20);
			this.tAddress.TabIndex = 10;
			// 
			// label18
			// 
			this.label18.Location = new System.Drawing.Point(451, 155);
			this.label18.Name = "label18";
			this.label18.Size = new System.Drawing.Size(170, 23);
			this.label18.TabIndex = 31;
			this.label18.Text = "Номер агентского договора";
			// 
			// tNomer
			// 
			this.tNomer.Location = new System.Drawing.Point(632, 152);
			this.tNomer.Name = "tNomer";
			this.tNomer.Size = new System.Drawing.Size(281, 20);
			this.tNomer.TabIndex = 11;
			// 
			// button1
			// 
			this.button1.Location = new System.Drawing.Point(779, 297);
			this.button1.Name = "button1";
			this.button1.Size = new System.Drawing.Size(130, 32);
			this.button1.TabIndex = 32;
			this.button1.Text = "Сохранить данные";
			this.button1.UseVisualStyleBackColor = true;
			this.button1.Click += new System.EventHandler(this.Button1Click);
			// 
			// button3
			// 
			this.button3.Location = new System.Drawing.Point(779, 221);
			this.button3.Name = "button3";
			this.button3.Size = new System.Drawing.Size(130, 32);
			this.button3.TabIndex = 33;
			this.button3.Text = "Загрузить данные";
			this.button3.UseVisualStyleBackColor = true;
			this.button3.Click += new System.EventHandler(this.Button3Click);
			// 
			// menuStrip1
			// 
			this.menuStrip1.Items.AddRange(new System.Windows.Forms.ToolStripItem[] {
			this.файлToolStripMenuItem,
			this.правкаToolStripMenuItem,
			this.дополнительноToolStripMenuItem,
			this.помощьToolStripMenuItem});
			this.menuStrip1.Location = new System.Drawing.Point(0, 0);
			this.menuStrip1.Name = "menuStrip1";
			this.menuStrip1.Size = new System.Drawing.Size(917, 24);
			this.menuStrip1.TabIndex = 34;
			this.menuStrip1.Text = "menuStrip1";
			// 
			// файлToolStripMenuItem
			// 
			this.файлToolStripMenuItem.DropDownItems.AddRange(new System.Windows.Forms.ToolStripItem[] {
			this.загрузитьДанныеToolStripMenuItem,
			this.сохранитьДанныеToolStripMenuItem,
			this.сохранитьРезультатToolStripMenuItem,
			this.выходToolStripMenuItem});
			this.файлToolStripMenuItem.Name = "файлToolStripMenuItem";
			this.файлToolStripMenuItem.Size = new System.Drawing.Size(45, 20);
			this.файлToolStripMenuItem.Text = "Файл";
			// 
			// загрузитьДанныеToolStripMenuItem
			// 
			this.загрузитьДанныеToolStripMenuItem.Name = "загрузитьДанныеToolStripMenuItem";
			this.загрузитьДанныеToolStripMenuItem.Size = new System.Drawing.Size(185, 22);
			this.загрузитьДанныеToolStripMenuItem.Text = "Загрузить данные";
			this.загрузитьДанныеToolStripMenuItem.Click += new System.EventHandler(this.ЗагрузитьДанныеToolStripMenuItemClick);
			// 
			// сохранитьДанныеToolStripMenuItem
			// 
			this.сохранитьДанныеToolStripMenuItem.Name = "сохранитьДанныеToolStripMenuItem";
			this.сохранитьДанныеToolStripMenuItem.Size = new System.Drawing.Size(185, 22);
			this.сохранитьДанныеToolStripMenuItem.Text = "Сохранить данные";
			this.сохранитьДанныеToolStripMenuItem.Click += new System.EventHandler(this.СохранитьДанныеToolStripMenuItemClick);
			// 
			// сохранитьРезультатToolStripMenuItem
			// 
			this.сохранитьРезультатToolStripMenuItem.Name = "сохранитьРезультатToolStripMenuItem";
			this.сохранитьРезультатToolStripMenuItem.Size = new System.Drawing.Size(185, 22);
			this.сохранитьРезультатToolStripMenuItem.Text = "Сохранить результат";
			this.сохранитьРезультатToolStripMenuItem.Click += new System.EventHandler(this.СохранитьРезультатToolStripMenuItemClick);
			// 
			// выходToolStripMenuItem
			// 
			this.выходToolStripMenuItem.Name = "выходToolStripMenuItem";
			this.выходToolStripMenuItem.Size = new System.Drawing.Size(185, 22);
			this.выходToolStripMenuItem.Text = "Выход";
			this.выходToolStripMenuItem.Click += new System.EventHandler(this.ВыходToolStripMenuItemClick);
			// 
			// правкаToolStripMenuItem
			// 
			this.правкаToolStripMenuItem.DropDownItems.AddRange(new System.Windows.Forms.ToolStripItem[] {
			this.вырезатьToolStripMenuItem,
			this.копироватьToolStripMenuItem,
			this.вставитьToolStripMenuItem});
			this.правкаToolStripMenuItem.Name = "правкаToolStripMenuItem";
			this.правкаToolStripMenuItem.Size = new System.Drawing.Size(56, 20);
			this.правкаToolStripMenuItem.Text = "Правка";
			// 
			// вырезатьToolStripMenuItem
			// 
			this.вырезатьToolStripMenuItem.Name = "вырезатьToolStripMenuItem";
			this.вырезатьToolStripMenuItem.Size = new System.Drawing.Size(135, 22);
			this.вырезатьToolStripMenuItem.Text = "Вырезать";
			this.вырезатьToolStripMenuItem.Click += new System.EventHandler(this.ВырезатьToolStripMenuItemClick);
			// 
			// копироватьToolStripMenuItem
			// 
			this.копироватьToolStripMenuItem.Name = "копироватьToolStripMenuItem";
			this.копироватьToolStripMenuItem.Size = new System.Drawing.Size(135, 22);
			this.копироватьToolStripMenuItem.Text = "Копировать";
			// 
			// вставитьToolStripMenuItem
			// 
			this.вставитьToolStripMenuItem.Name = "вставитьToolStripMenuItem";
			this.вставитьToolStripMenuItem.Size = new System.Drawing.Size(135, 22);
			this.вставитьToolStripMenuItem.Text = "Вставить";
			// 
			// дополнительноToolStripMenuItem
			// 
			this.дополнительноToolStripMenuItem.DropDownItems.AddRange(new System.Windows.Forms.ToolStripItem[] {
			this.рассчитьПретензиюToolStripMenuItem});
			this.дополнительноToolStripMenuItem.Name = "дополнительноToolStripMenuItem";
			this.дополнительноToolStripMenuItem.Size = new System.Drawing.Size(99, 20);
			this.дополнительноToolStripMenuItem.Text = "Дополнительно";
			// 
			// рассчитьПретензиюToolStripMenuItem
			// 
			this.рассчитьПретензиюToolStripMenuItem.Name = "рассчитьПретензиюToolStripMenuItem";
			this.рассчитьПретензиюToolStripMenuItem.Size = new System.Drawing.Size(179, 22);
			this.рассчитьПретензиюToolStripMenuItem.Text = "Рассчить претензию";
			this.рассчитьПретензиюToolStripMenuItem.Click += new System.EventHandler(this.РассчитьПретензиюToolStripMenuItemClick);
			// 
			// помощьToolStripMenuItem
			// 
			this.помощьToolStripMenuItem.DropDownItems.AddRange(new System.Windows.Forms.ToolStripItem[] {
			this.aboutProgramToolStripMenuItem});
			this.помощьToolStripMenuItem.Name = "помощьToolStripMenuItem";
			this.помощьToolStripMenuItem.Size = new System.Drawing.Size(59, 20);
			this.помощьToolStripMenuItem.Text = "Помощь";
			// 
			// aboutProgramToolStripMenuItem
			// 
			this.aboutProgramToolStripMenuItem.Name = "aboutProgramToolStripMenuItem";
			this.aboutProgramToolStripMenuItem.Size = new System.Drawing.Size(138, 22);
			this.aboutProgramToolStripMenuItem.Text = "О программе";
			this.aboutProgramToolStripMenuItem.Click += new System.EventHandler(this.AboutProgramToolStripMenuItemClick);
			// 
			// MainForm
			// 
			this.AutoScaleDimensions = new System.Drawing.SizeF(6F, 13F);
			this.AutoScaleMode = System.Windows.Forms.AutoScaleMode.Font;
			this.AutoSize = true;
			this.ClientSize = new System.Drawing.Size(917, 546);
			this.Controls.Add(this.button3);
			this.Controls.Add(this.button1);
			this.Controls.Add(this.tNomer);
			this.Controls.Add(this.label18);
			this.Controls.Add(this.tAddress);
			this.Controls.Add(this.label17);
			this.Controls.Add(this.tPassport);
			this.Controls.Add(this.label16);
			this.Controls.Add(this.button2);
			this.Controls.Add(this.label15);
			this.Controls.Add(this.label14);
			this.Controls.Add(this.tBankProcent);
			this.Controls.Add(this.label7);
			this.Controls.Add(this.table2);
			this.Controls.Add(this.gResult);
			this.Controls.Add(this.bSave);
			this.Controls.Add(this.bClearTableData);
			this.Controls.Add(this.bClearAllData);
			this.Controls.Add(this.bRacchet);
			this.Controls.Add(this.table);
			this.Controls.Add(this.dtpLastContract);
			this.Controls.Add(this.dtpBeginContract);
			this.Controls.Add(this.cBankName);
			this.Controls.Add(this.cProcent);
			this.Controls.Add(this.dtpCalcDate);
			this.Controls.Add(this.tContract);
			this.Controls.Add(this.lLastContract);
			this.Controls.Add(this.lBeginContract);
			this.Controls.Add(this.lBankName);
			this.Controls.Add(this.lProcent);
			this.Controls.Add(this.lCalcDate);
			this.Controls.Add(this.lContract);
			this.Controls.Add(this.tFIO);
			this.Controls.Add(this.lFIO);
			this.Controls.Add(this.menuStrip1);
			this.FormBorderStyle = System.Windows.Forms.FormBorderStyle.FixedSingle;
			this.KeyPreview = true;
			this.MainMenuStrip = this.menuStrip1;
			this.MaximizeBox = false;
			this.MinimumSize = new System.Drawing.Size(923, 542);
			this.Name = "MainForm";
			this.Text = "Расчет страховых выплат /Лазарев Д.  e-mail: lazarevdmitry2008@gmail.com/";
			this.Load += new System.EventHandler(this.MainFormLoad);
			this.KeyPress += new System.Windows.Forms.KeyPressEventHandler(this.MainFormKeyPress);
			this.Resize += new System.EventHandler(this.MainFormResize);
			((System.ComponentModel.ISupportInitialize)(this.table)).EndInit();
			this.gResult.ResumeLayout(false);
			((System.ComponentModel.ISupportInitialize)(this.table2)).EndInit();
			this.menuStrip1.ResumeLayout(false);
			this.menuStrip1.PerformLayout();
			this.ResumeLayout(false);
			this.PerformLayout();

		}
			

		}
		}
	

